[
    {
        "link": "https://www.cisecurity.org/newsletter/security-and-privacy-in-the-connected-home/",
        "category": "privacy",
        "body_par": [
            "Did you ever wonder what it would be like to have a smart home? You could remotely change the temperature in your house, tell your lights to come on, or ask your refrigerator if you need to get milk, all from your smart home device or smartphone. You could play video games and access all your streaming services from one device, or know who is at your door from your connected doorbell.",
            "The Internet of Things (IoT) is introducing these features into our homes by rapidly applying connectivity to everyday appliances and home features. As IoT devices become a part of our daily lives and likely will become part of many more homes as holiday gifts, we need to take a look at the security risks and privacy concerns this smart technology introduces into our lives.",
            "Many people have a personal digital assistant like an Amazon Echo or Google Home. These devices analyze your past commands to try to anticipate your needs. These may also be linked to accounts used to purchase goods or services; make changes in your house such as turning off alarms, turning on the lights, or adjusting the temperature; or be linked to other accounts so they can tell you your schedule or read your email. Amazon Echo even has the ability to provide a pet-sitter with instructions, which is a giveaway that you are not home.",
            "Keeping these devices secure is especially important given that they may allow someone with access to the device to complete purchases using the owner’s accounts, identify key information, or find out more about you.",
            "Many homeowners are beginning to opt for a digital thermostat that allows them to control the temperature in their home remotely using an app. While digital thermostats do come at a premium, the vendor also makes money on data it collects on usage and habits. Smart light bulbs and smart doorbells also allow for great levels of data collection by the manufacturer.",
            "IoT manufacturers entice consumers with convenience and functionality by promising the world of the future through devices like those listed above. All the while, cybercriminals are finding that they can use these devices as pathways into your home network to steal your data and find out more about you. And yes, that includes using digital information to determine if the house is unoccupied and safe to rob.",
            "Sony PlayStation 4, Microsoft Xbox One, Nintendo Switch, and many other gaming consoles are in millions of homes across the United States. These devices rely on Internet connectivity to provide different forms of entertainment and include streaming video, interactive gaming, voice chat features, and apps that keep both the system and applications up-to-date. One major risk is that many gaming consoles require subscriptions and user accounts for accessing online content such as games and streaming services. This makes the console another device associated with an account that holds your personal and payment information for the purposes of renewing these subscriptions.",
            "If you don’t need to connect a device to the Internet, don’t. If a device isn’t connected, it isn’t as big of a cybersecurity risk.",
            "Isolate IoT devices from other devices on your network by creating a separate Wi-Fi network just for them. This protects your other devices if your connected IoT devices are compromised.",
            "Research the privacy, security, and accessibility options that are available for customizing your device. You may find some options that provide greater security and privacy if you opt-in. One example is that a device may offer multi-factor authentication (MFA) where you use your traditional password and username combination with the added step of receiving a verification code or providing a fingerprint through a scanner. If MFA is available, it’s worth using.",
            "Always update your devices and apply patches when available. When selecting which IoT devices to purchase, ensure they offer patching and updates from the manufacturer to keep them up-to-date. Enable auto-updates on any IoT devices that support them.",
            "Setup a separate unique, strong password for every device. Don’t share credentials across devices.",
            "Replace devices when they are no longer supported by the vendor, as security flaws will remain unpatched.",
            "Turn off Universal Plug and Play if it is available on the device. You don’t want the device having this ease of connectivity with so little control.",
            "When requested to provide information to use a device, do not provide personally identifiable information (PII), like Social Security Numbers and dates of birth. If you must share PII to use the device, you may want to consider a different make or model or keeping it off your home network.",
            "Remember these tips over the holidays as you receive and give gifts. This will ensure you don’t give cybercriminals the holiday gift of your sensitive data!"
        ],
        "comment_par": []
    },
    {
        "link": "https://venturebeat.com/2019/05/15/privacy-remains-a-big-issue-in-todays-smart-home/",
        "category": "privacy",
        "body_par": [
            "Sales of smart home-related products are growing at double-digit rates in many countries across the globe (particularly in the United States and Western Europe), as highlighted at the IFA Global Press Conference in Spain last month. For many consumers, the allure of the smart home is difficult to overcome. What consumer doesn’t like the idea of using simple voice commands to raise their window shades in the morning, change the home temperature, or turn on the coffee maker without getting out of bed?",
            "Before you eagerly embrace the smart home, though, it’s important that you understand the privacy risks. That’s not to say there aren’t advantages; smart home technologies have enormous potential to save time, increase personal productivity, and provide a level of convenience that would have been unimaginable just five years ago. Even so, it’s important to proceed with your eyes open.",
            "Without taking sides in the ongoing debate over which digital assistant solution is best, it’s likely that a smart speaker solution with embedded Google Assistant or Amazon Alexa functionality will be your starting point. The good news is that the most popular appliances, lighting solutions, security products, and door locks (just to name a few of the product categories) can easily be managed and controlled by Google Assistant or Amazon Alexa. The bad news is that these smart home offerings present privacy risks.",
            "These concerns start with the digital assistant products themselves. These devices are continuously listening for “activation” words or phrases that can be executed by connected corporate servers. This is not a trivial risk to privacy; you basically have a microphone in your home that is always listening to your conversations. While companies like Google and Amazon like to state that they go to great lengths to put privacy protections in place, that hasn’t stopped embarrassing — and scary — situations from occurring. Last December, a report emerged that an Amazon consumer in Germany requested data about his personal activities and was given access to 1,700 audio recordings he didn’t even know existed. Amazon is not alone — eerily similar stories have been reported with Google Assistant products, as well.",
            "If that doesn’t scare you (and it should), these solutions create recordings on servers that might potentially reemerge in lawsuits or even law enforcement investigations. It doesn’t take a wild imagination to conjure up a scenario where digital records get called up during a messy divorce or child custody battle. Also, keep in mind that these records aren’t being stored by humanitarian organizations; they are typically used to provide personalized advertising and marketing offers. Both Amazon and Google will let you review and delete your voice history; it would be advisable to do so on a regular basis.",
            "Many inexpensive smart home devices, especially IoT products that are manufactured in Asia and sold under off-brand labels, have a bad reputation of being easy to hack. Even Google, which prides itself on its second-to-none security reputation, recently suffered an embarrassing intrusion. The company’s Nest Cam was effectively hacked because it didn’t employ the appropriate precautions in the software app. This sort of breach is the stuff of nightmares — many parents use this product as a baby monitor.",
            "Do these issues sufficiently frighten you away from the smart home? I’m a huge proponent of the smart home and the opportunities it presents, but the thing to remember is that trading privacy for convenience is a bad swap. If you take reasonable security steps with your home network and are vigilant about what tabs your digital assistant keeps on you, you should be able to implement a smart home without sacrificing your family’s privacy."
        ],
        "comment_par": []
    },
    {
        "link": "https://venturebeat.com/2018/12/20/alexa-glitch-let-a-user-eavesdrop-on-another-home/",
        "category": "privacy",
        "body_par": [
            "A user of Amazon’s Alexa voice assistant in Germany got access to more than a thousand recordings from another user because of “a human error” by the company.",
            "The customer had asked to listen back to recordings of his own activities made by Alexa but he was also able to access 1,700 audio files from a stranger when Amazon sent him a link, German trade publication c’t reported.",
            "“This unfortunate case was the result of a human error and an isolated single case,” an Amazon spokesman said on Thursday.",
            "The first customer had initially got no reply when he told Amazon about the access to the other recordings, the report said. The files were then deleted from the link provided by Amazon but he had already downloaded them on to his computer, added the report from c’t, part of German tech publisher Heise.",
            "“We resolved the issue with the two customers involved and took measures to further optimize our processes. As a precautionary measure we contacted the relevant authorities”, the Amazon spokesman added.",
            "On the recordings, a man and a female companion could be overheard in his home and the magazine was able to identify and contact him through the recorded information, according to the report."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.csoonline.com/article/3273929/voice-squatting-attacks-hacks-turn-amazon-alexa-google-home-into-secret-eavesdroppers.html",
        "category": "privacy",
        "body_par": [
            "Oh, goody, Amazon Alexa and/or Google Home could be hit with remote, large-scale “voice squatting” and “voice masquerading” attacks to steal sensitive user information or eavesdrop on conversations.",
            "Third-party skills are what make virtual personal assistants like Alexa so handy; by enabling skills, your interactions with Alexa can be more relevant to your life and what you like. Skills are also what the group of researchers exploited to come up with voice squatting attacks. It’s doubtful that you’d even notice if you were hit with such an attack; unlike the researchers, adversaries are unlikely to have the skill tell you about the hack.",
            "Similar invocation name is the first example of voice squatting attack provided by researchers from Indiana University, Bloomington; the University of Virginia; and the Chinese Academy of Sciences. Basically, they hijacked the voice command meant for a different skill since the attack skill trigger sounds very similar to a real and non-malicious skill.",
            "We registered an attack skill “rap game” that has similar invocation name with target skill “rat game” on Alexa. We showed that when user tried to invoke “rat game,” attack skill “rap game” will be invoked instead.",
            "We registered an attack skill “intraMatic opener” that has similar invocation name with target skill “Entrematic Opener” on Google Assistant. We showed that when user tried to invoke “Entrematic Opener,” attack skill “intraMatic opener” will be invoked instead.",
            "An adversary could also register a skill such as Capital Won, which is what the virtual assistant might hear instead of Capital One if there is background noise or perhaps if English isn’t a person’s native language. Then the attack would be privy to sensitive financial information.",
            "But that’s not the only way to pull off voice squatting attacks. The researchers also exploited politeness, although any extra word could be made to work to trigger a malicious skill instead of the intended one. One video example shows what could happen to the above “rat game” skill on Alexa if a user were to add “rat game please.”",
            "They provided a different example in their research paper titled, “Understanding and Mitigating the Security Risks of Voice-Controlled Third-Party Skills on Amazon Alexa and Google Home” (pdf). It reads, “One may say, 'Alexa, open Capital One please,' which normally opens the skill Capital One, but can trigger a malicious skill Capital One Please once it is uploaded to the skill market.”",
            "As another example of how users’ voice commands could be exploited while interacting with Alexa or Google Home, a person might say “play some sleep sounds” instead of saying “sleep sounds” which would trigger the malicious version.",
            "And why open virtual personal assistants to only one type of remote, large-scale attack when the devices could be vulnerable to more? You may recall hearing about voice masquerading-esque attacks by Checkmarx last month, but this group of researchers who responsibly disclosed the vulnerabilities noted, “Both Amazon and Google acknowledge us as the first one who discovered these vulnerabilities.”  ",
            "Thanks to voice masquerading attack tactics, say hello to the eavesdropping Alexa or Google Home spy in your house. One fake skill switch example described how a user might trigger a new skill, but the old malicious skill is still listening.",
            "In this example masquerading attack on Google Home, the researchers said, “We registered an attack skill that pretends to open target skill 'United' on Google Assistant when user tried to open it during the interaction with attack skill.”",
            "They gave additional examples of masquerading attacks based on faking termination of a skill. The skill may seem to be done, but it is still running even after providing “Goodbye” or silence. Alexa and Google Home have a reprompt skill, meaning it will normally continue to listen for a period of time before forcefully terminating a skill.",
            "The researchers, however, developed an extra creepy silent audio file reprompt attack skill which allowed them to ultimately extend the silent eavesdropping for “192 seconds on Alexa and 384 on Google Assistant and indefinitely whenever Alexa or Google Assistant picks up some sound made by the user. In this case, the skill can reply with the silent audio and in the meantime, record whatever it hears.”",
            "As mentioned previously, these attacks were responsibly disclosed to Google and Amazon. The researchers also came up with ways to mitigate these types of security risks. The researchers concluded:",
            "In this paper, we report the first security analysis of popular VPA ecosystems and their vulnerability to two new attacks, VSA and VMA, through which a remote adversary could impersonate VPA systems or other skills to steal user private information. These attacks are found to pose a realistic threat to VPA IoT systems, as evidenced by a series of user studies and real-world attacks we performed.",
            "To mitigate the threat, we developed a skill-name scanner and ran it against Amazon and Google skill markets, which leads to the discovery of a large number of Alexa skills at risk and problematic skill names already published, indicating that the attacks might already hap-pen to tens of millions of VPA users. Further we designed and implemented a context-sensitive detector to mitigate the voice masquerading threat, achieving a 95% precision."
        ],
        "comment_par": []
    },
    {
        "link": "https://venturebeat.com/2019/04/16/how-to-prevent-alexa-cortana-siri-google-assistant-and-bixby-from-recording-you/",
        "category": "privacy",
        "body_par": [
            "At their best, voice assistants from the likes of Microsoft, Apple, Google, Samsung, and Amazon empower us to be more productive. They queue up our favorite songs, give us previews of our weekly agendas, and place phone calls to friends and loved ones. But they’re also recording the commands we utter for posterity (and in some cases human review), which predictably doesn’t sit right with everyone.",
            "Fortunately, most assistants can be switched off, disabled, or otherwise fettered in a few simple steps. Here’s a guide to doing just that, and to deleting any voice snippets they managed to record in the meantime.",
            "The easiest way to delete Alexa’s voice recordings is from the Alexa app for iOS and Android.",
            "Tap the menu icon in the top-left portion of the screen, and then select the Settings shortcut.",
            "Look for Alexa Account. Tap Alexa Privacy — that’s where you’ll see transcribed requests you’ve asked of Alexa, along with the times at which they were recorded and the device that recorded them. (Occasionally, you’ll see entries that read “Text not available — audio was not intended for Alexa,” indicating that Alexa was invoked by mistake.) You’re able to sort them by date, play them back, or delete them.",
            "Alternatively, you can manage Alexa recordings from the web.",
            "Head to Amazon’s Alexa Privacy page. You’ll see shortcuts to settings screens that not only collate your voice history, but let you review your Smart Alert history (events like glass breaking or smoke and CO alarm sounds that Alexa detected), manage your smart home device state history, view which third-party Alexa apps (skills) have requested permission to access your data, and manage how your voice data is used to improve Alexa.",
            "The Review Voice History menu largely mirrors the app experience — you can sort recordings by date range, listen to them, or delete them individually or in bulk. Ditto for Review Smart Alert History — it shows events, details, and listenable snippets sorted by date.",
            "Selecting the Manage How Your Data Improves Alexa shortcut brings you to a toggle that, when switched off, prevents your voice recordings from being used in the development of new Alexa features. (Amazon warns that “new features may not work well” for users who choose to opt out.) Here, you’ll also see a switch that disallows Amazon from using messages sent via Alexa Messaging — Amazon’s voice and text messaging service — to improve transcription accuracy.",
            "Microsoft’s Cortana ships on machines running Windows 10 and has an ambient listening feature that enables it to respond to commands when a microphone attached to your PC hears the phrase “Hey Cortana.” It’s relatively easy to prevent it from listening in and storing your search habits and history while keeping its keyboard-based search functionality intact.",
            "Click the search box in the Windows 10 taskbar and type “Cortana.”",
            "Select Cortana & Search Settings, and then click Talk to Cortana. You’ll see a toggle next to Hey Cortana. Click it.",
            "If Cortana on your device is collecting data that you’d rather keep private, you can go a step further by disabling its info-gathering capabilities, which will prevent your machine from sending voice and telemetry data to Microsoft.",
            "Return to the Cortana & Search Settings menu and select the Permissions & History shortcut.",
            "Turn all of the toggles off and click Cortana across all my devices.",
            "Turn the toggles off here, as well.",
            "Scroll back to the top of the page and click Manage the information Cortana can access from this device. Turn off every toggle.",
            "Now click Speech, inking, & typing privacy settings and select Turn off speech services and typing suggestions.",
            "Return to the Cortana settings page and click Change what Cortana knows about me in the cloud.",
            "Scroll to the bottom of the Your Personal Information page that appears in the Start panel and click Clear.",
            "Disabling Apple’s Siri requires a quick dive into the iOS or macOS settings screen, depending on which device you’re using.",
            "If you’re on an iPhone, iPad, or iPod Touch running iOS 11 or iOS 12 Beta, try this:",
            "Head to the Settings menu and select Siri & Search.",
            "Find Listen for Hey Siri and Press Home for Siri. Switch both off, and tap through the confirmation messages that appear at the bottom of the screen.",
            "Older versions of iOS (iOS 10 and lower) require an extra step:",
            "Launch the Settings menu, then tap General and Siri.",
            "Toggle off Siri, which also switches off Allow “Hey Siri.”",
            "Tap Turn Off Siri when asked to confirm your choice.",
            "Next, you’ll want to disable voice dictation.",
            "Head to the Settings menu and tap General.",
            "Select Keyboards and toggle off Enable Dictation.",
            "Tap Turn Off Dictation when asked to confirm your choice.",
            "So what about PCs running macOS? Here’s how to switch off Siri on those devices:",
            "From the desktop, click the Apple menu in the top-right corner and select System Preferences.",
            "Click Siri, and uncheck the box next to Enable Ask Siri. Note that this will remove the Siri icon from the menu bar.",
            "Disabling voice dictation in macOS is just as easy:",
            "Return to the System Preferences menu and click Keyboard.",
            "Select the Off radio button next to Dictation.",
            "Disabling Google Assistant’s voice recording and collection isn’t too challenging, but the steps differ on each platform.",
            "On an Android phone or tablet, here’s the most reliable way to prevent Assistant from listening for commands:",
            "Press and hold your phone’s virtual (or physical) home button or say “OK, Google.”",
            "Tap the icon in the lower-left corner, followed by the profile shortcut in the upper-right.",
            "Select Settings, tap the Assistant tab, and scroll down to Assistant devices. Choose your phone from the list.",
            "In the Google Assistant section near the top of that screen (beneath “Adjust settings for the Assistant on this device”), tap the blue slider.",
            "If you’re not seeing the slider described above, you’re probably using an older Android device and should try this instead:",
            "Follow steps 1-3 above.",
            "Look for OK Google Detection and the Say OK Google at any time option. Tap it.",
            "If you’re looking to switch off the Assistant on a Wear OS smartwatch, give this a go:",
            "Tap the Settings cog from the watch face, or press your watch’s physical crown button, and scroll down to the Settings shortcut.",
            "Choose Personalization, and from there, select Turn OK Google Detection Off.",
            "The Google Assistant app accepts typed commands as well as spoken ones. To disable the latter, follow these instructions:",
            "Open the Settings menu and tap Google Assistant.",
            "Select Microphone and slide the toggle off.",
            "Regardless of the platform on which you’ve used the Assistant, all transcribed audio snippets it has collected are always a click away on the My Activity menu within the Google Account page.",
            "Head to My Activity and click Filter by product and date.",
            "Check the Assistant, and either click the search button (for an entire list of recordings) or filter by date, or search for a specific word or phrase.",
            "As with Amazon’s voice recording dashboard, snippets can be played back or zapped individually. To delete one, click the Details shortcut underneath the transcript, and then click the dots in the pop-up box that appears. Select Delete.",
            "To delete your entire Assistant history, back out to the main My Activity menu and select Delete activity by. Switch to Assistant and specify the date range, keyword, or topic.",
            "Samsung’s Bixby assistant ships on a number of the company’s flagship and midrange smartphones, including the Galaxy S10 and Galaxy Note9. It comprises a number of components, but it’s fairly easy to switch off Bixby Voice, its voice feature.",
            "First, head to Bixby Home — the left-most dashboard on your phone’s home screen — by quickly touching the physical Bixby button.",
            "Select the menu icon in the upper-right corner and tap Settings.",
            "Toggle off the slider next to Bixby Voice.",
            "Bixby saves up to seven days’ worth of commands (and replies). Here’s how to access them:",
            "Tap the physical Bixby button and select More Options.",
            "Tap My Bixby, then History. You’ll see a list of utterances in chronological order, along with quick links (Suggest another phrase) to correct any misinterpretations.",
            "Tap the Delete button in the upper right corner of the screen and the radio icons next to items you’d like erased.",
            "This guide is not necessarily comprehensive, and some of the settings menus and options are likely to change in the future (we’ll update the relevant sections as they do). But with any luck, it’ll empower you to exercise more control over the voice data your smart speakers, phones, tablets, and PCs collect each day."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.washingtonpost.com/technology/2019/04/23/how-nest-designed-keep-intruders-out-peoples-homes-effectively-allowed-hackers-get/",
        "category": "privacy",
        "body_par": [
            "Tara Thomas thought her daughter was just having nightmares. “There’s a monster in my room,” the almost-3-year-old would say, sometimes pointing to the green light on the Nest Cam installed on the wall above her bed.",
            "Then Thomas realized her daughter’s nightmares were real. In August, she walked into the room and heard pornography playing through the Nest Cam, which she had used for years as a baby monitor in their Novato, Calif., home. Hackers, whose voices could be heard faintly in the background, were playing the recording, using the intercom feature in the software. “I’m really sad I doubted my daughter,” she said.",
            "Though it would be nearly impossible to find out who was behind it, a hack like this one doesn’t require much effort, for two reasons: Software designed to help people break into websites and devices has gotten so easy to use that it’s practically child’s play, and many companies, including Nest, have effectively chosen to let some hackers slip through the cracks rather than impose an array of inconvenient countermeasures that could detract from their users’ experience and ultimately alienate their customers.",
            "The result is that anyone in the world with an Internet connection and rudimentary skills has the ability to virtually break into homes through devices designed to keep physical intruders out.",
            "As hacks such as the one the Thomases suffered become public, tech companies are deciding between user convenience and potential damage to their brands. Nest could make it more difficult for hackers to break into Nest cameras, for instance, by making the log-in process more cumbersome. But doing so would introduce what Silicon Valley calls “friction” — anything that can slow down or stand in the way of someone using a product.",
            "At the same time, tech companies pay a reputational price for each high-profile incident. Nest, which is part of Google, has been featured on local news stations throughout the country for hacks similar to what the Thomases experienced. And Nest’s recognizable brand name may have made it a bigger target. While Nest’s thermostats are dominant in the market, its connected security cameras trail the market leader, Arlo, according to Jack Narcotta, an analyst at the market research firm Strategy Analytics. Arlo, which spun out of Netgear, has around 30 percent of the market, he said. Nest is in the top five, he said.",
            "Nik Sathe, vice president of software engineering for Google Home and Nest, said Nest has tried to weigh protecting its less security-savvy customers while taking care not to unduly inconvenience legitimate users to keep out the bad ones. “It’s a balance,” he said. Whatever security Nest uses, Sathe said, needs to avoid “bad outcomes in terms of user experience.”",
            "The doorbells have eyes: The privacy battle brewing over home security cameras",
            "Google spokeswoman Nicol Addison said Thomas could have avoided being hacked by implementing two-factor authentication, where in addition to a password, the user must enter a six-digit code sent via text message. Thomas said she had activated two-factor authentication; Addison said it had never been activated on the account.",
            "The method used to spy on the Thomases is one of the oldest tricks on the Internet. Hackers essentially look for email addresses and passwords that have been dumped online after being stolen from one website or service and then check to see whether the same credentials work on another site. Like the vast majority of Internet users, the family used similar passwords on more than one account. While their Nest account had not been hacked, their password had essentially become public knowledge, thanks to other data breaches.",
            "In recent years, this practice, which the security industry calls “credential stuffing,” has gotten incredibly easy. One factor is the sheer number of stolen passwords being dumped online publicly. It’s difficult to find someone who hasn’t been victimized. (You can check for yourself here.)",
            "A new breed of credential-stuffing software programs allows people with little to no computer skills to check the log-in credentials of millions of users against hundreds of websites and online services such as Netflix and Spotify in a matter of minutes. Netflix and Spotify both said in statements that they were aware of credential stuffing and employ measures to guard against it. Netflix, for instance, monitors websites with stolen passwords and notifies users when it detects suspicious activity. Neither Netflix nor Spotify offer two-factor authentication.",
            "But the potential for harm is higher for the 20 billion Internet-connected things expected to be online by next year, according to the research firm Gartner. Securing these devices has public safety implications. Hacked devices can be used in large-scale cyberattacks such as the “Dyn hack” that mobilized millions of compromised “Internet of things” devices to take down Twitter, Spotify and others in 2016.",
            "‘I’m in your baby’s room’: A hacker took over a baby monitor and broadcast threats, parents say",
            "In January, Japanese lawmakers passed an amendment to allow the government to essentially do what hackers do and scour the Internet for stolen passwords and test them to see whether they have been reused on other platforms. The hope is that the government can force tech companies to fix the problem.",
            "Security experts worry the problem has gotten so big that there could be attacks similar to the Dyn hack, this time as a result of a rise in credential stuffing.",
            "“They almost make it foolproof,” said Anthony Ferrante, the global head of cybersecurity at FTI Consulting and a former member of the National Security Council. He said the new tools have made it even more important to stop reusing passwords.",
            "Tech companies have been aware of the threat of credential stuffing for years, but the way they think about it has evolved as it has become a bigger problem. There was once a sense that users should take responsibility for their security by refraining from using the same password on multiple websites. But as gigantic dumps of passwords have gotten more frequent, technology companies have found that it is not just a few inattentive customers who reuse the same passwords for different accounts — it’s the majority of people online.",
            "Credential stuffing is “at the root of probably 90 percent of the things we see happening,” said Emmanuel Schalit, chief executive of Dashlane, a password manager that allows people to store unique, random passwords in one place. Only about 1 percent of Internet users, he said, use some kind of password manager.",
            "“We saw this coming in late 2017, early 2018 when we saw these big credential dumps start to happen,” Google’s Sathe said. In response, Nest says, it implemented security measures around that time.",
            "It did its own research into stolen passwords available on the Web and cross-referenced them with its records, using an encryption technique that ensured Nest could not actually see the passwords. In emails sent to customers, including the Thomases, it notified customers when they were vulnerable. It also tried to block log-in attempts that veered from the way legitimate users log into accounts. For instance, if a computer from the same Internet-protocol address attempted to log into 10 Nest accounts, the algorithm would block that address from logging into any more accounts.",
            "But Nest’s defenses were not good enough to stop several high-profile incidents throughout last year in which hackers used credential stuffing to break into Nest cameras for kicks. Hackers told a family in a San Francisco suburb, using the family’s Nest Cam, that there was an imminent missile attack from North Korea. Someone hurled racial epithets at a family in Illinois through a Nest Cam. There were also reports of hackers changing the temperature on Nest thermostats. And while only a handful of hacks became public, other users may not even be aware their cameras are compromised.",
            "The company was forced to respond. “Nest was not breached,” it said in a January statement. “These recent reports are based on customers using compromised passwords,” it said, urging its customers to use two-factor authentication. Nest started forcing some users to change their passwords.",
            "This was a big step for Nest because it created the kind of friction that technology companies usually try to avoid. “As we saw the threat evolve, we put more explicit measures in place,” Sathe said. Nest says only a small percentage of its millions of customers are vulnerable to this type of attack.",
            "According to at least one expert, though, Nest users are still exposed. Hank Fordham, a security researcher, sat in his Calgary, Alberta, home recently and opened up a credential-stuffing software program known as Snipr. Instantly, Fordham said, he found thousands of Nest accounts that he could access. Had he wanted to, he would have been able to view cameras and change thermostat settings with relative ease.",
            "While other similar programs have been around for years, Snipr, which costs $20 to download, is easier to use. Snipr provides the code required to check whether hundreds of the most popular platforms, such as “League of Legends” and Netflix, are accessible with a bunch of usernames and passwords — and those have become abundantly available all over the Internet.",
            "Fordham, who had been monitoring the software and testing it for malware, noticed that after Snipr added functionality for Nest accounts last May, news reports of attacks started coming out. “I think the credential-stuffing community was made aware of it, and that was the dam breaking,” he said.",
            "Nest said the company had never heard of Snipr, though it is generally aware of credential-stuffing software. It said it cannot be sure whether any one program drives more credential stuffing toward Nest products.",
            "What surprises Fordham and other security researchers about the vulnerability of Nest accounts is the fact that Nest’s parent company, Google, is widely known for having the best methods for stopping credential-stuffing attacks. Google’s vast user base gives it data that it can use to determine whether someone trying to log into an account is a human or a robot.",
            "The reason Nest has not employed all of Google’s know-how on security goes back to Nest’s roots, according to Nest and people with knowledge of its history. Founded in 2010 by longtime Apple executive Tony Fadell, Nest promised at the time that it would not collect data on users for marketing purposes.",
            "In 2014, Nest was acquired by Google, which has the opposite business model. Google’s products are free or inexpensive and, in exchange, it profits from the personal information it collects about its users. The people familiar with Nest’s history said the different terms of service and technical challenges have prevented Nest from using all of Google’s security products. Google declined to discuss whether any of its security features were withheld because of incompatibility with Nest’s policies.",
            "Google failed to notify customers it put microphones in Nest security systems",
            "Under Alphabet, Google’s parent company, Nest employed its own security team. While Google shared knowledge about security, Nest developed its own software. In some ways, Nest’s practices appear to lag well behind Google’s. For instance, Nest still uses SMS messages for two-factor authentication. Using SMS is generally not recommended by security experts, because text messages can be easily hijacked by hackers. Google allows people to use authentication apps, including one it developed in-house, instead of text messages. And Nest does not use ReCaptcha, which Google acquired in 2009 and which can separate humans from automated software, such as what credential stuffers use to identify vulnerable accounts.",
            "Sathe said Nest employed plenty of advanced techniques to stop credential stuffing, such as machine learning algorithms that “score” log-ins based on how suspicious they are and block them accordingly. “We have many layers of security in conjunction with what the industry would consider best practices,” he said.",
            "When asked why Nest does not use ReCaptcha, Sathe cited difficulty in implementing it on mobile apps, and user convenience. “Captchas do create a speed bump for the users,” he said.",
            "The person behind Snipr, who goes by the name “Pragma” and communicates via an encrypted chat, put the blame on the company. “I can tell you right now, Nest can easily secure all of this,” he said when asked whether his software had enabled people to listen in and harass people via Nest Cams. “This is like stupidly bad security, like, extremely bad.” He also said he would remove the capability to log into Nest accounts, which he said he added last May when one of his customers asked for it, if the company asked. Pragma would not identify himself, for fear of getting in “some kind of serious trouble.”",
            "Microsoft calls for regulation of facial recognition, saying it’s too risky to leave to tech industry alone",
            "That’s when Fordham, the Calgary security researcher, became concerned. He noticed the addition of Nest on the dashboard and took it upon himself to start warning people who were vulnerable. He logged into their Nest cams and spoke to them, imploring them to change their passwords. One of those interactions ended up being recorded by the person on the other end of the camera. A local news station broadcast the video.",
            "Fordham said he is miffed that it is still so easy to log into Nest accounts. He noted that Dunkin’ Donuts, after seeing its users fall victim to credential-stuffing attacks aimed at taking their rewards points, implemented measures, including captchas, that have helped solve the problem. “It’s a little alarming that a company owned by Google hasn’t done the same thing as Dunkin’ Donuts,” Fordham said.",
            "A spokeswoman for Dunkin’ declined to comment.",
            "According to people familiar with the matter, Google is in the process of converting Nest user accounts so that they utilize Google’s security methods via Google’s log-in, in part to deal with the problem. Addison said that Nest user data will not be subject to tracking by Google. She later said that she misspoke but would not clarify what that meant.",
            "Knowing that the hack could have been stopped with a unique password or two-factor authentication has not made Thomas, whose camera was hacked, feel any better. “I continuously get emails saying it wasn’t their fault,” she said.",
            "She unplugged the camera and another one she used to have in her son’s bedroom, and she doesn’t plan to turn them on again: “That was the solution.”"
        ],
        "comment_par": [
            "This illustrates exactly why I like my \"dumb\" home. In fact, the dumber it is, the more I like it. I don't want to talk to my house, my refrigerator, my entertainment systems, my washing machine, my anything. Conversations with the humans and pets under the roof are the extent of it. I assume that malicious hackers spend an enormous amount of time trying to break into my wifi system and it makes me nervous enough to have my computer connected to it even with layers of firewalls in my router, my computer, my phone and my iPad. The more \"smart\" stuff connected to it, the more chances they have of finding a way in. When it comes to my house, dumb, dumber dumbest is the way I'll keep it. ",
            "In a sense, there are no good options for normal users. Using the same password across multiple accounts is bad, obviously. But think about how many accounts we all have. Bank accounts, shopping accounts, social media accounts, email accounts, device accounts, utility accounts— it goes on and on. People can easily have dozens of accounts. Supposedly, the best practice is to not even know your own passwords, use random generators and store them in a manager. That's the best practice right now: not knowing how to get into your own accounts. That's a problem. If Dashlane or 1Password or LastPass went down or got compromised, that would be a huge disaster.It's easy to blame people for password reuse and trying to make things easy on themselves, but within the actual context of our digital reality, how can you blame anyone? It's impossible to remember 50 unique passwords, and discomforting, at best, to hand all your passwords over to one service. Add to it that each website/service has different security measures and login options, it's total chaos, and no wonder why we keep seeing these failures, breaches and hacks.",
            "There is a real generational divide about the danger of smart devices. As a 40 something, I was thrilled to get my first Alexa. Both my teens threw a hissy fit on seeing it and demanded that I return it asap. I got lectured on hacking, eavesdropping, data collecting and the mind boggling variety of ways youngsters today are educating themselves on how to keep their own data safe. Facebook is apparently the devil's playground and anonymity is the name of the game. There are no smart light bulbs or cameras in our home and it isn't for lack of parental interest in them. I wonder how these tech enabled device manufacturers will fare when the next generation is their market and they refuse to accept shoddy security."
        ]
    },
    {
        "link": "https://www.iotworldtoday.com/2019/09/03/smart-home-companies-are-walking-a-privacy-tightrope/",
        "category": "privacy",
        "body_par": [
            "Is privacy over?",
            "That may not exactly be a new question, but the proficiency with which tech giants can profile you continues to increase steadily.",
            "The proliferation of smart speakers and other IoT gadgets along with our tendency to carry smartphones with us nearly everywhere we go gives those firms an ever-more-detailed window into your life. And if an individual tech firm has a fragmented view, they can fill in the gaps by partnering with other companies. For instance, Facebook has data-sharing arrangements with dozens of companies, according to an article fromThe New York Times.",
            "The potential privacy ramifications are vast, given the amount of information even a single company can gather.",
            "For instance, Google can intuit where you shop and what kind of food you like not just by tracking your web browsing, but by tracking your location via your smartphone. If you have a Google smart speaker, the company also knows what your voice sounds like. And if you have a smart speaker and have lax privacy settings, the company can use text from voice interactions to personalize the ads they serve you. ",
            "If you are a regular Amazon customer, the company likely has a clear idea of the types of products you are interested in. Given their dominance in the smart home, they have a clearer potential not just to serve you an ad, but to convince you to buy a product. “Forget about serving up an ad click for, say, $1 or $2. They could try to convince you to buy, for instance, a blender for $89.95. That’s real money,” said Chris Kocher, co-founder of Grey Heron.",
            "On a related note, an Amazon team auditing consumers’ commands to the Alexa assistant can access users’ location data,Bloombergrevealed in April. The company responded to Bloomberg in a statement that employees’ “access to internal tools is highly controlled,” adding “we have a zero tolerance policy for abuse of our systems.”",
            "A similar report from The Guardian related to Sirireported that Apple contractors hear confidential details. A whistleblower told the paper: “There have been countless instances of recordings featuring private discussions between doctors and patients, business deals, seemingly criminal dealings, sexual encounters and so on. These recordings are accompanied by user data showing location, contact details and app data.”",
            "Apple responded at the time: “A small portion of Siri requests are analyzed to improve Siri and dictation. User requests are not associated with the user’s Apple ID.”",
            "Apple recently releaseda statementvowing to overhaul its data collection practices from Siri.",
            "Owners of a Ring doorbell could be granting access of that device’s video feed to developers in Ukraine as well as local law enforcement, thanks to an expanding program that, among other things, gives more than 400 law-enforcement agencies the ability to request video footage in the case of an active investigation.",
            "“Many of the services and the mobile phone apps we use every day are provided to us at no charge,” observed Asaf Ashkenazi, chief strategy officer at Verimatrix. Such applications, ranging from Google Maps to the Weather Channel app, are often free to users because of the valuable user information they provide.",
            "The providers of such applications have, in some cases, received complaints that they manipulate users into sharing information. For instance, the city of Los Angeles alleged, in a lawsuit filed earlier last year, that, the Weather Channel “deceptively collected, shared and profited from the location information of millions of American consumers.”",
            "There have been several recent examples of tech companies paying fines or settlements in the range of hundreds of millions — or even billions — of dollars, asThe Guardian observed.",
            "That’s not to say that all free apps are equal in terms of data collection. But Ashkenazi said the old American axiom about there being no free lunch applies to apps that are available for free on smartphones or other devices. “If you are not paying for it, you are probably the product,” he said. “The owners of these apps and services make a profit,” and such companies achieve some ROI from user data.",
            "Apple, which prides itself in its privacy protections, helps disseminate apps that capture user data. “Companies such as Google and Facebook get access to iPhone users by offering their apps — Messenger, Gmail, Google Maps, and so on — for download from the Apple App Store,” wrote The Atlantic. “Most cost consumers nothing because they exist to trade software services, such as email or mapping, for data. That business model helped stimulate the data-privacy dystopia we now occupy.”",
            "Ultimately, it is difficult to ascertain precisely how tech companies are using and sharing our data. Such firms could deduce behaviors from seemingly banal data streams, such as a voice command to a smart speaker.",
            "“With AI, vendors can intuit a lot of things. More data leads to higher-quality insights and higher confidence levels in predicting intention and behavior. That, in turn, can directly affect advertising clickthrough rates as well as e-commerce conversion ratios and sales,” Kocher said. Machine learning algorithms can sometimes detect patterns about us that we may not even be aware of ourselves.",
            "They can also make simple deductions. If a user is setting a timer at 5 p.m. while at home, there’s a good chance it is related to food. If the same user asks the smart speaker about cooking corn immediately before setting the timer, his or her intent becomes even more transparent. Similarly, if you are in a car and set a timer to a voice assistant — either integrated into the vehicle or via a smartphone, — the tech firm in question could determine you are likely parking at a metered spot, especially if it can leverage geo-coordinates derived from your smartphone at the same time.",
            "From there, a tech company armed with that knowledge could serve an ad — or perhaps offer a discount relevant for a nearby merchant.",
            "The increasing number of data points tech firms have at their disposal enables fairly precise targeting. Companies that sell meal kits could be interested in targeted individuals who Google or Amazon conclude frequently cook. Similarly, an owner of, say, a vegetarian restaurant in San Francisco could purchase advertising for individuals who are known vegetarians within a two-block radius.",
            "Companies that canconnect a number of behavioral and contextual puzzle pieces in online activity can cobble together “some pretty amazing profiles,” Kocher said. “That allows them to sell more targeted advertising at higher rates.”",
            "There is also the possibility that smart speakers from the same companies serving consumers will pop up with increasing regularity in commercial settings. Already, for instance, a handful of hotels have experimented with using smart speakers inside of hotel rooms as well as in hotel lobbies to facilitate check-in and check-out.",
            "If smart speakers are used in a hotel line, they may hear sensitive personal information. “I’m more concerned that someone might shout details such as a credit card number or passport information,” said Candid Wueest, principal threat researcher at Symantec. Anyone with access to the relevant recordings — or even an individual who hides a connected microphone nearby — could pick up a significant amount of information. “And for a hotel [testing smart speakers to help with check-in and check-out], if you have a few hundred people per day coming in, that could already be enough for an attacker to be profitable,” Wueest said.",
            "Another consideration is Alexa for Business, which Amazon is promoting for use in conference rooms and other work environments. An Alexa-enabled smart speaker near a stockroom could help staff reorder office supplies, for instance, while one in a conference room could help participants make calls, record meeting notes, transcribe action items, keep track of calendar-based items and coordinate meeting summaries. While Alexa for Business remains in an early phase of development, there are considerable privacy and security ramificationsinvolved in such applications.",
            "The fact that smart speakers have expanding capabilities in the home is another concern. Amazon, for instance, has developed Alexa Guard technology, that enables its smart speakers to detect the sound of a broken window — distinguishing it from the sound of other objects, like a shattered drinking glass. The smart speaker can also detect the sound of smoke alarms. The more variables a smart speaker listens for, the more actively it must tune into the environment. “It’s no longer just waiting for your keywords. It has to analyze the whole time,” Wueest said.",
            "If consumers come to rely on smart speakers to double as security devices, it increases the pressure for the manufacturers of those devices to have a backup plan in the case of a cloud outage. That fact, in turn, could lead smart speaker manufacturers to build more electronics and processing capability into future devices, which will enable them to operate offline while also collecting more information from their environment.",
            "While the increasing capabilities of such devices can enable more-targeted advertising, it could also provide a means for blackmail, Wueest said. Already, several companies with such devices have admitted their staff listens to some of the recordings from smart speakers. “It might be possible for someone to type in an email address and say, ‘Oh, yes. This is the device I want to listen to,’” Wueest said.",
            "Even if a tech company providing free smartphone apps or smart home-based services has reasonable guidelines in place for securing data, consumers should still be concerned, Ashkenazi said. “Your private data is likely stored in a cloud database,” he said. “With all of the recent database breaches, how can you be sure that the next attacked database won’t hold years of collected data [capturing] your behaviors, preferences and location history?”"
        ],
        "comment_par": []
    },
    {
        "link": "https://www.apple.com/newsroom/2019/08/improving-siris-privacy-protections/",
        "category": "privacy",
        "body_par": [
            "At Apple, we believe privacy is a fundamental human right. We design our products to protect users’ personal data, and we are constantly working to strengthen those protections. This is true for our services as well. Our goal with Siri, the pioneering intelligent assistant, is to provide the best experience for our customers while vigilantly protecting their privacy.",
            "We know that customers have been concerned by recent reports of people listening to audio Siri recordings as part of our Siri quality evaluation process — which we call grading. We heard their concerns, immediately suspended human grading of Siri requests and began a thorough review of our practices and policies. We’ve decided to make some changes to Siri as a result.",
            "Siri has been engineered to protect user privacy from the beginning. We focus on doing as much on device as possible, minimizing the amount of data we collect with Siri. When we store Siri data on our servers, we don’t use it to build a marketing profile and we never sell it to anyone. We use Siri data only to improve Siri, and we are constantly developing technologies to make Siri even more private. ",
            "Siri uses as little data as possible to deliver an accurate result. When you ask a question about a sporting event, for example, Siri uses your general location to provide suitable results. But if you ask for the nearest grocery store, more specific location data is used.",
            "If you ask Siri to read your unread messages, Siri simply instructs your device to read aloud your unread messages. The contents of your messages aren’t transmitted to Siri’s servers, because that isn’t necessary to fulfill your request.",
            "Siri uses a random identifier — a long string of letters and numbers associated with a single device — to keep track of data while it’s being processed, rather than tying it to your identity through your Apple ID or phone number — a process that we believe is unique among the digital assistants in use today. For further protection, after six months, the device’s data is disassociated from the random identifier.",
            "In iOS, we offer details on the data Siri accesses, and how we protect your information in the process, in Settings > Siri & Search > About Ask Siri & Privacy.",
            "In order for Siri to more accurately complete personalized tasks, it collects and stores certain information from your device. For instance, when Siri encounters an uncommon name, it may use names from your Contacts to make sure it recognizes the name correctly.",
            "Siri also relies on data from your interactions with it. This includes the audio of your request and a computer-generated transcription of it. Apple sometimes uses the audio recording of a request, as well as the transcript, in a machine learning process that “trains” Siri to improve.",
            "Before we suspended grading, our process involved reviewing a small sample of audio from Siri requests — less than 0.2 percent — and their computer-generated transcripts, to measure how well Siri was responding and to improve its reliability. For example, did the user intend to wake Siri? Did Siri hear the request accurately? And did Siri respond appropriately to the request?",
            "As a result of our review, we realize we haven’t been fully living up to our high ideals, and for that we apologize. As we previously announced, we halted the Siri grading program. We plan to resume later this fall when software updates are released to our users — but only after making the following changes:",
            "First, by default, we will no longer retain audio recordings of Siri interactions. We will continue to use computer-generated transcripts to help Siri improve. Second, users will be able to opt in to help Siri improve by learning from the audio samples of their requests. We hope that many people will choose to help Siri get better, knowing that Apple respects their data and has strong privacy controls in place. Those who choose to participate will be able to opt out at any time. Third, when customers opt in, only Apple employees will be allowed to listen to audio samples of the Siri interactions. Our team will work to delete any recording which is determined to be an inadvertent trigger of Siri.",
            "Apple is committed to putting the customer at the center of everything we do, which includes protecting their privacy. We created Siri to help them get things done, faster and easier, without compromising their right to privacy. We are grateful to our users for their passion for Siri, and for pushing us to constantly improve.",
            "For more information: Siri Privacy and Grading"
        ],
        "comment_par": []
    },
    {
        "link": "https://www.theguardian.com/technology/2019/jul/26/apple-contractors-regularly-hear-confidential-details-on-siri-recordings",
        "category": "privacy",
        "body_par": [
            "Apple contractors regularly hear confidential medical information, drug deals, and recordings of couples having sex, as part of their job providing quality control, or “grading”, the company’s Siri voice assistant, the Guardian has learned.",
            "Although Apple does not explicitly disclose it in its consumer-facing privacy documentation, a small proportion of Siri recordings are passed on to contractors working for the company around the world. They are tasked with grading the responses on a variety of factors, including whether the activation of the voice assistant was deliberate or accidental, whether the query was something Siri could be expected to help with and whether Siri’s response was appropriate.",
            "Apple says the data “is used to help Siri and dictation … understand you better and recognise what you say”.",
            "But the company does not explicitly state that that work is undertaken by humans who listen to the pseudonymised recordings.",
            "Apple told the Guardian: “A small portion of Siri requests are analysed to improve Siri and dictation. User requests are not associated with the user’s Apple ID. Siri responses are analysed in secure facilities and all reviewers are under the obligation to adhere to Apple’s strict confidentiality requirements.” The company added that a very small random subset, less than 1% of daily Siri activations, are used for grading, and those used are typically only a few seconds long.",
            "A whistleblower working for the firm, who asked to remain anonymous due to fears over their job, expressed concerns about this lack of disclosure, particularly given the frequency with which accidental activations pick up extremely sensitive personal information.",
            "Siri can be accidentally activated when it mistakenly hears its “wake word”, the phrase “hey Siri”. Those mistakes can be understandable – a BBC interview about Syria was interrupted by the assistant last year – or less so. “The sound of a zip, Siri often hears as a trigger,” the contractor said. The service can also be activated in other ways. For instance, if an Apple Watch detects it has been raised and then hears speech, Siri is automatically activated.",
            "The whistleblower said: “There have been countless instances of recordings featuring private discussions between doctors and patients, business deals, seemingly criminal dealings, sexual encounters and so on. These recordings are accompanied by user data showing location, contact details, and app data.”",
            "That accompanying information may be used to verify whether a request was successfully dealt with. In its privacy documents, Apple says the Siri data “is not linked to other data that Apple may have from your use of other Apple services”. There is no specific name or identifier attached to a record and no individual recording can be easily linked to other recordings.",
            "Accidental activations led to the receipt of the most sensitive data that was sent to Apple. Although Siri is included on most Apple devices, the contractor highlighted the Apple Watch and the company’s HomePod smart speaker as the most frequent sources of mistaken recordings. “The regularity of accidental triggers on the watch is incredibly high,” they said. “The watch can record some snippets that will be 30 seconds – not that long but you can gather a good idea of what’s going on.”",
            "Sometimes, “you can definitely hear a doctor and patient, talking about the medical history of the patient. Or you’d hear someone, maybe with car engine background noise – you can’t say definitely, but it’s a drug deal … you can definitely hear it happening. And you’d hear, like, people engaging in sexual acts that are accidentally recorded on the pod or the watch.”",
            "The contractor said staff were encouraged to report accidental activations “but only as a technical problem”, with no specific procedures to deal with sensitive recordings. “We’re encouraged to hit targets, and get through work as fast as possible. The only function for reporting what you’re listening to seems to be for technical problems. There’s nothing about reporting the content.”",
            "As well as the discomfort they felt listening to such private information, the contractor said they were motivated to go public about their job because of their fears that such information could be misused. “There’s not much vetting of who works there, and the amount of data that we’re free to look through seems quite broad. It wouldn’t be difficult to identify the person that you’re listening to, especially with accidental triggers – addresses, names and so on.",
            "“Apple is subcontracting out, there’s a high turnover. It’s not like people are being encouraged to have consideration for people’s privacy, or even consider it. If there were someone with nefarious intentions, it wouldn’t be hard to identify [people on the recordings].”",
            "The contractor argued Apple should reveal to users this human oversight exists – and, specifically, stop publishing some of its jokier responses to Siri queries. Ask the personal assistant “are you always listening”, for instance, and it will respond with: “I only listen when you’re talking to me.”",
            "That is patently false, the contractor said. They argued that accidental triggers are too regular for such a lighthearted response.",
            "Apple is not alone in employing human oversight of its automatic voice assistants. In April, Amazon was revealed to employ staff to listen to some Alexa recordings, and earlier this month, Google workers were found to be doing the same with Google Assistant.",
            "Apple differs from those companies in some ways, however. For one, Amazon and Google allow users to opt out of some uses of their recordings; Apple offers no similar choice short of disabling Siri entirely. According to Counterpoint Research, Apple has 35% of the smartwatch market, more than three times its nearest competitor Samsung, and more than its next six biggest competitors combined.",
            "The company values its reputation for user privacy highly, regularly wielding it as a competitive advantage against Google and Amazon. In January, it bought a billboard at the Consumer Electronics Show in Las Vegas announcing that “what happens on your iPhone stays on your iPhone”."
        ],
        "comment_par": []
    },
    {
        "link": "http://www.rmmagazine.com/2019/10/01/smart-home-devices-and-privacy-risk/",
        "category": "privacy",
        "body_par": [
            "Internet-connected products have become enmeshed in many aspects of daily life, both at home and in the workplace. According to the consumer trends research firm Park Associates, 36% of homes with a broadband internet connection have a smart speaker, and 8% have a video doorbell, with another quarter of respondents saying that they plan to buy a video doorbell in the future.",
            "While “smart home” or internet of things (IoT) devices have become more prevalent and may make everyday or business tasks more convenient, they also diminish consumers’ privacy and introduce serious risks, for both users and device developers and manufacturers.",
            "With connected devices, the connection goes two ways. When consumers bring internet-connected devices into their homes or businesses, the companies behind the devices gain access to a wealth of information about those consumers. Companies often do not explicitly disclose all of these practices to users, quietly harvesting, analyzing and sometimes selling their data to third parties like advertisers. As the devices are used in more settings every day from homes to offices, this data can include everything from recordings of deeply personal interactions to proprietary business information. In the process, developers risk running afoul of new privacy regulations and possibly losing consumer trust when the public discovers the extent of their activities. This could have serious ramifications, including millions (or even billions) of dollars in fines and reputation damage that can crater revenue.",
            "Of the reasons Park Associates survey respondents cited for not buying such devices, only 25% chose privacy and security concerns, but that may soon change. A recent wave of news stories revealed that employees and contractors associated with many of these products have been accessing, analyzing and storing customer recordings, sometimes without even their tacit consent, including:",
            "After revelations that Amazon had thousands of human beings listening to and transcribing audio from its home devices, the company admitted that it keeps some audio and transcripts indefinitely, sometimes even after customers try to delete them manually. Not only that, but Amazon contractors reportedly shared particularly amusing or disturbing clips with each other and even saw user locations paired with those recordings. The company’s privacy documentation does not explicitly disclose that human beings are listening to user audio.",
            "Researchers also found that the company’s Echo Dot Kids Edition could collect recordings of a child speaking about her private health information and address, and when parents attempted to delete the information (as Amazon said they could), the device still retained it. And in January, The Intercept revealed that Amazon’s video doorbell company Ring provided a research and development team based in Ukraine with unencrypted access to every video from all Ring cameras worldwide for analysis and annotation, partially to strengthen its facial recognition software.",
            "The Guardian reported in July that Apple used external contractors to review recordings from its voice-activated assistant, Siri, which can be easily activated by accident by saying words that sound similar to its name. Apple contractors had access to Siri recordings, including audio of “confidential medical information, drug deals, and recordings of couples having sex.” A whistleblower told reporters that the audio is linked to user information including location, contact details and app usage. Similar to Amazon, Apple does not clearly state that contractors may be listening to users’ audio.",
            "The social media giant hired hundreds of contractors to transcribe audio from the Voice to Text feature of its Messenger service. Additionally, the company said that if one person consented to transcription, both sides of the conversation would be transcribed. While Voice to Text is an optional feature that users may turn off, it is switched on by default and Facebook did not disclose that human beings would have access to users’ recordings, claiming only that “Voice to Text uses machine learning.”",
            "Like Apple’s Siri, Google’s home assistant is often triggered by accident, not just by saying “Okay Google” or “Hey Google,” as advertised. Belgium-based VRT News revealed in July that human beings were processing the audio Google recorded (accidentally or intentionally). While the company claimed it removed identifying information from the recordings, a whistleblower provided VRT reporters with audio clips that clearly contained users’ addresses as well as other personal information.",
            "In August, Motherboard reported that contractors were transcribing audio from online communication platform Skype’s Translator service, which provides nearly instant translations during calls. While Motherboard’s reporting focused on the types of personal information contractors could hear, Skype is used in a variety of settings, including for business calls that may contain proprietary or sensitive information. Microsoft also had contractors transcribing user audio from its virtual assistant, Cortana, as well as the video game console Xbox, which has some voice command functions connected to Cortana.",
            "Many of these practices are technically within the bounds of the devices’ user agreements, and the companies claim they only used human review to improve the devices’ ability to understand speech. The companies have also repeatedly emphasized the low number of conversations reviewed by human beings. Yet these disclosures pose serious questions about the limits of privacy for connected households and businesses and the risks in using these devices.",
            "Since the news broke, Amazon has added an opt-out option. Apple said it has paused human review, that it will let customers choose to opt out, and that only Apple employees will have access to recordings. Similarly, Google added opt-out options and paused human review, but only in Europe. Facebook also said that it has paused human review of its Voice to Text feature. Microsoft updated its privacy policy to explicitly warn of human review, and now offers a website where users can delete captured audio.",
            "Nevertheless, regulators in Europe and the United States are taking notice. The European Union’s sweeping General Data Protection Regulation (GDPR) maintains stringent rules for data privacy in the EU, and some of these activities may be beyond its boundaries. Ireland’s Data Protection Commission, which leads the EU regulation of Facebook, has been investigating the company on other matters, and is now seeking information about whether Facebook’s handling of user recordings is GDPR compliant. Similarly, Luxembourg’s data privacy regulator has asked Amazon to provide information about Alexa, but has not commented further on its investigation.",
            "In the United States, meanwhile, Senators Ed Markey (D-MA) and Josh Hawley (R-MO) questioned Facebook’s collecting and sharing of user recordings. Hawley inquired on Twitter in August whether the practice violates Facebook’s recent FTC settlement, which imposed stricter privacy guidelines. Representative Seth Moulton (D-MA) introduced the “Automatic Listening Exploitation Act” in July, which would fine companies up to $40,000 whenever a device (including video doorbells) stores or makes a recording of a user or transfers that recording to a third party without the user’s explicit consent. It would force companies to allow users to delete any transcript or recording from their device and the company’s files permanently.",
            "A bipartisan group of senators also wrote to the Federal Trade Commission (FTC) asking it to investigate whether Amazon’s Echo Dot Kids Edition violates the Children’s Online Privacy Protection Act (COPPA) by not complying with its parental consent provision, which requires companies to specify what data is being collected, how the company uses it and whether/how it is shared with third parties. Additionally, the senators noted that the device may violate COPPA by not allowing parents to fully delete their children’s private information.",
            "FTC investigations of COPPA violations have hit multiple tech companies this year: In February, the FTC fined Chinese app company Music.ly (now known as TikTok) $5.7 million for violating COPPA by collecting children’s information without parents’ consent. In September, the FTC also fined Google and YouTube a record $170 million for collecting children’s data to profit by selling the data for targeted ads.",
            "For consumers, one way to avoid any potential privacy invasion might be simply refusing to use “smart home” internet-connected devices and digital assistants. But as the devices become more prevalent, opting out may not be a viable option for long, especially as manufacturers develop new applications for business use. As reported by the Wall Street Journal, “Amazon’s Alexa Smart Properties team, a little known part of its Alexa division, is working on partnerships with homebuilders, property managers and hoteliers to push millions of Alexa smart speakers into domiciles all across the U.S.” The partnerships makes sense: Amazon gets new users and their data, and property managers get discounted hardware (amenities to entice or keep potential buyers/renters) and access to information that allows them to analyze and predict their residents’ actions, such as signs of whether they are likely to renew their lease. Amazon has plans to make its devices part of everything from stadiums and hotels to hospitals and retirement homes. Meanwhile, Google is making a similar push into the real estate market.",
            "As these devices proliferate, manufacturers should disclose and offer clear ways to opt out of features that may violate privacy to protect themselves from regulation, fines, lawsuits and bad publicity. And consumers—including businesses that increasingly use these devices and programs—will have to weigh the benefits of possibly sacrificing some degree of privacy for convenience."
        ],
        "comment_par": []
    },
    {
        "link": "https://buildyoursmarthome.co/home-automation/the-privacy-of-data-how-secure-are-we-in-our-smart-homes/",
        "category": "privacy",
        "body_par": [
            "Walking to your front door as it magically opens is convenient. Commanding your smart speaker to dim the lights and play your favorite song adds to your comfort. And having your thermostat learn your daily routine so that it is able to control your heating and cooling system is efficient. What’s more, a device, such as Ring, can add to the security of your smart home. But in all the glory of automated home tech, can you feel safe and secure, knowing that your privacy is your own?",
            "At BYSH we often discuss the security factor that comes into play with home automation from the standpoint of safety and protection from hacking. Yet, a thing most people overlook is the actual privacy of the data that the smart devices in your home often collect. A few years back, we’ve had the Chief Software Architect at Notion, Jordan Stone, talk to us about the topic of data security. But now, it’s time to revisit the topic from another perspective.",
            "During the last few weeks one of the top new stories in the smart home industry sector was the iRobot Roomba mapping data fiasco. In an interview with Reuters, iRobot CEO Colin Angle shared some interesting insights. Most notably, he stated that since the introduction of Wi-Fi connected smart robot vacuums in 2015, the company has been collecting spatial data from the homes of its customers. The data itself is collected by Roomba products via their multiple sensors.",
            "On the surface, there’s nothing wrong with the data collection process. As a whole, it helps the Roomba better understand how your home is laid out and eventually come up with the most efficient way to clean up your place. However, the issue comes when your personal data starts getting shared with other companies. And according to Angle, that’s just what iRobot is planning to do.",
            "Before you get the pitchfork out of your backyard’s shack, you should know that iRobot is not playingthe devil in this situation. First and foremost, the company clearly and openly states in the documentation that data is to be collected when using their products and services. In addition, they’ve added an “opt out” button, which a user can press at any time. And for the most part all companies do so. If you’ve noticed, whenever you install a new app or sign up for a new service, you usually get a ton of pop-ups about data collection. In a sense, you agree that you are informed.",
            "And while there’s a humorous joke that no one reads the user agreement, you’d rarely come across and accept something you are not already aware of. That’s true!",
            "National and international laws are put in place to protect the individual. Thus, in most countries some User Agreements andTerms of Servicepractices are often deemed unlawful. As a whole, an online agreement is put in place for the protection of both the user and the company behind a certain product or service. With that in mind, you shouldn’t be scared that you cansell your soul to someone by accepting an online agreement.",
            "Yet, a user agreement does allow companies to tap into your private life. We are not legal experts and this should not be deemed as legal advice in any way, shape or form, but the general consensus is that if a company has made you aware of their practices, the agreement is not unlawful. As long as data privacy and protection laws themselves are not broken, the company has the right to collect your data. Yes, if the data collection is put in small text somewhere, you might have a legal case. But, if you’ve pressed “OK” multiple times on privacy pop-ups that inform you of said data collection, then a Roomba won’t be stepping over any legal boundaries, when mapping out your house.",
            "That’s all well and good. We’ve discussed numerous times that for the most part, when using smart home tech, you are giving away your privacy for comfort (e.g. in our Z-wave security piece). And that’s true. There’s no way around it. Even if you don’t use any home automation products, you’d still find yourself tackling data privacy issues. For example, your smartphone also collects data. You’d have to actively opt-out of each and every app that indulges in data collection, and the issue is that today everyone does so. Chances are, you’d have to give up on most of your apps, as the simple act of using them is an active agreement of privacy that you can’t opt-out of. By now, you probably think that if you have nothing to hide, you are all well and good, right? Well, that’s a double edged sword.",
            "First and foremost, there’s a growing concern about the current and future state of machine learning. Even if Elon Musk’s singularity predictions are wrong, AI is still extremely useful in data analysis. For the most part, if an AI has access to all of your phone calls and messages, chances are that in a few years time, it would be able to know each and every little thing about your daily routine, friends, family and more. Even today, Google’s AI is tracking the places you go. Though speculation, in the near future the company can use that data in combination with its Maps and Places information to understand where you like to go and what types of places you prefer to visit.",
            "But it’s not just Google. Facebook, Apple, Amazon and probably every other tech company you can think of collects data. While just a few years back the huge problem for IoT was the data saturation and inability of companies to analyse the data properly, AI and machine learning solve that problem.",
            "Google’s Deep Mind can teach itself what a Dog looks like by going through a few hundred thousand photos of Dogs in mere hours. In a similar manner, in the future, machine learning should be able to understand who you are better than you yourself. With all the data availablefrom all different places, an AI should be able to create an on-point psychological profile of who you are .",
            "Your habits, your routine, your likes and dislikes, your friends and their friends, on top of all of your personal information and preferences should be easily available in a neat little package for everyone with access to see, thanks to IoT and machine learning.",
            "Politics is not our strength and we don’t like to get into political debates. Even discussing Net Neutralityunder the new U.S. administration is not that topical for us. Yet, in a grim dystopian scenario, imagine the AI profile we’ve just discussed being readily available to anyone in power. We’d like to think the world is a better place than 50 years ago, but if a dictator shows up, in any developing country, things will go from dystopian to down-right apocalyptic. You like the TV Show “Friends,” and your new dictator in power hates it? Off with your head! In mere seconds! Of course, this is a silly example, but you get the point.",
            "The media loves sensationalism, because it works. On top of that, people love being apocalyptic. And even if there’s a chance of the above happening, even if it does, it probably won’t be as grim as we imagine it to be. Yes, AI will probably know who you are and what you do, but chances are, this information will be used for good.",
            "What if you could tell Alexa to do all of your chores? Better yet, what if the next time you ask Google Home to suggest a movie for you to watch, it responds with an actual movie you’d truly love based on your preferences? Imagine a world where you can sit in front of a speaker and talk with your AI assistant as it helps you deal with all your personal issues, depression and more. In an utopian scenario, the data that devices and smart home products currently collect on us will help shape our better future. Today, you don’t have to worry about leaving your lights on with smart lighting solutions. But imagine if all the products in your home work in your favor by increasing the energy efficiency, based on your routine and habits. What if you could turn your head to the TV as it magically switches on to what you’d like to watch, as the AI assistant in your home understands your mood and what you’d like to do. The possibilities are pretty much endless.",
            "Marketing is changing, as our society does. Today, inbound marketing is on the rise, because people are more vigilant towards snake oil advertising. And while most people are scared that AI will help target ads in such a specific manner that it will help companies take all of your savings in an instant, this probably won’t happen. Yes, there might be malware AIs that know your secret gambling addiction and slowly entice you to buy a product when you are emotionally incapable of making a proper decision. But what most fail to include in their analysis of the upcoming future is that we adapt. As individuals, as people and as a society, we adapt.",
            "We learn, develop and thrive in a world of our own making. Yes, the technology we have around us does collect a ton of data that might be used against us. But this is just part of who we are. 50 years ago you could hire a private investigator, 25 years ago you could wire tap phones and 5 years ago it was easy to find someone based on their social media activity. Today and in the future, you’ll be able to know someone from their data in the cloud. In our previous pieces on the security of the smart home (e.g. in our best smart locks piece), we’ve discussed that for a burglar, it will be easier to pick an average lock than hack into your new one. Even though the comparison isn’t as straightforward, just as someone could invade your privacy in the past, they can do so today. As for the companies that collect your data, things are even easier to understand. A company uses that data to better itself and its products and services and to sell you more of that product/service, right? Well, if you are interested in the product/service in the first place, why be scared? You allow Netflix to use your data to make and suggest you better movies, right? Why not allow the Roomba to map your home? Even if they end up sharing the data, they will do so with companies that will make better furniture, suitable for your home or create innovative products and solutions that take advantage of the mapping of your home. The technology might be scary at first, but the future is not so scary."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.welivesecurity.com/2019/10/08/consumer-perceptions-security-privacy-connected-home/",
        "category": "privacy",
        "body_par": [
            "An ESET survey polled 4,000 people to get a sense of their attitudes towards the privacy and security implications of smart home technology",
            "When most people think of home security, locks, alarms and big dogs come to mind. Substitute security with privacy, and images of curtains and blinds, or unlisted phone numbers spring to mind. While those are all (still) valid, over the last decade of digitalization, we have seen “the home” – long regarded as a refuge for privacy and safety – transformed into a battleground over what is private and secure. To recognize these shifts, ESET decided to focus on the “Protect IT” component during the 16th annual National Cybersecurity Awareness Month and, together with the National Cyber Security Alliance (NCSA), carried out a survey to uncover where people in the United States and Canada stand with the main themes connected to protection.",
            "Source: staysafeonline.org",
            "In the time it took for modems to give way to routers, and routers to then broadcast Wi-Fi, our identities as residents and as digital citizens have moved considerably closer together. And now, as IoT and the wider explosion in numbers of smart devices and attached services that have followed enter homes en masse, another reimagining of home, privacy and security unfolds.",
            "So, how do North Americans see their “homes” and what makes them safe and secure? If that answer doesn’t involve digital, then trouble could be ahead. Take a quick look at our recent poll results to get a picture of the digital home in the popular imagination.",
            "Ditching VHS and DVDs for streaming has enabled us to binge watch more effectively than ever before. In our poll of 4,000 respondents (2,000 Americans and 2,000 Canadians), 25% streamed via Apple TV or Roku, 17.9% on a connected (smart) TV, and 23% via their mobile device, with PC users adding in another 16.7%. But amidst all the juicy content, is there space for viewers to think about security?",
            "We asked whether respondents were concerned that connected TVs could be targeted by cybercriminals – allowing them to access or control the TV remotely from the internet? The results were stark. Roughly 21% had concerns, while 41.6% didn’t worry about it despite the fact that there are valid concerns about connected TVs being targeted by cybercriminals. For example, TVs can fall prey to ransomware and coinminers like ADB.Miner, which hijacked the computing power of thousands of Android devices.",
            "While some of us successfully segregate our business and personal devices, ultimately it is their polyfunctionality that makes all of them useful for so many tasks. In either case, when using either business or personal devices at home, most of us leverage our home network that traces to the router. But have you ever wondered if it is safe and private?",
            "Only 40% in the survey changed their default router credentials during the initial setup at home. When default usernames and passwords for routers are one click away from discovery with a Google search, these are open networks ripe for easy plunder. Guarding the heart of your home network – your router – is an indispensable step before even thinking about the security settings of each connected IoT device.",
            "Many may not even realize that their home router may be providing a separate public Wi-Fi network for their ISP’s travelling customers. Around 37% of respondents in the survey certainly didn’t know. So, it’s like we said, devices don’t judge. It’s up to you, the home user, to think about listing off all your connected devices at home and what you can do to keep safe, starting from the router on up.",
            "",
            "With your router central to the connected home you are building, whether accidentally or not, you are also likely adding new technologies and risks to the sanctuary of your home. Along with your very powerful mobile computer aka smartphone, you may have wanted to try out a few, more recently introduced devices?",
            "Enter smart thermostats, smart speakers and… home assistants. While these items began marching into homes as early as 2007, with the Ecobee smart thermostat, concerns and competitors were not far behind. However, until the introduction of home assistants, like Alexa, which can communicate with multiple smart home devices, impacts were mostly theoretical. The conversation has now become much more realistic as many cases of devices giving away location data, listening and recording, or taking actions without consent have been documented.",
            "Among users of these devices, concern seemed muted as only around 30% of both our U.S. and Canadian respondents felt affected by these issues, almost equal with 26% of U.S. respondents who claimed they were unconcerned. Canadians unconcerned with these issues amounted to approximately 21%, with 43% reporting that they do not own these device types.",
            "While device makers still have work cut out for them to get assistants in homes and “speaking with’” other smart home devices, the main issue for people holding out doesn’t seem to be insecurity.",
            "Returning to the router as ground zero, the adventurous among you who have been considering smartening up your home, might want to revisit those passwords. A great second step is auditing the number and type of connected devices you have in your home. Polled respondents in Canada who reported having “no connected devices” numbered 18.5 %, with their neighbors in the US posting 20.3%. A big jump among those with 1-5 devices occurs among both Canadians and Americans with 44 – 45% falling in this range. The numbers of power users are also similar, with Canadians holding 15-plus devices coming in at 8.5% and those in the US with 7.8%.",
            "While the similarities in tech deployment may surprise some, what stood out is the shared number on both sides of the northern border who claimed that they “could name all the devices” in their caddies, with 42.4%!",
            "Well, it’s a brave new world, people. And for a last peek at our survey: Have you ever purchased a device with connected features that you did not connect to the internet? If so, why? Well, 5.1% of Americans and 7.5% of Canadians just didn’t have time to set up connectivity, that’s my case too – I tell myself I am safer that way. Some 17% on average in both groups “didn’t care about the features” … probably a better answer than telling yourself you’re safer.",
            "What do the numbers reveal? It might be best to use this year’s poll as a baseline. For all that convenience and potential usefulness that every smart device may bring, each also brings responsibilities (passwords, proper setup, potentially security updates) and risks (threat surface, poor security by design, potentially clumsy-or-no security interface). Before buying in, commit to addressing those realities.",
            "So, do yourself a favor, get some practice and start by securing your router. (Indeed, an older ESET test showed that a whole lot of routers are unsecured.) Check and see if you are securing your network with the default password. Then, audit what’s connected.",
            "Since October is recognized as National Cybersecurity Awareness Month (NCSAM), you may also want to check out the whole trio of NCSAM’s themes – Own IT. Secure IT. Protect IT.",
            "A note on the survey’s methodology: The ESET and NCSA Privacy Survey was conducted between September 10-15, 2019 via a Google Consumer Survey. ESET and NCSA polled 4,000 consumers (2,000 Americans and 2,000 Canadians) in four separate surveys of 1,000 consumers each. The surveys have a margin of error of +/- 3.2%."
        ],
        "comment_par": []
    },
    {
        "link": "https://en.wikipedia.org/wiki/Privacy#cite_note-67",
        "category": "privacy",
        "body_par": [
            "Privacy is the ability of an individual or group to seclude themselves, or information about themselves, and thereby express themselves selectively. The boundaries and content of what is considered private differ among cultures and individuals.",
            "When something is private to a person, it usually means that something is inherently special or sensitive to them. The domain of privacy partially overlaps with security, which can include the concepts of appropriate use, as well as protection of information. Privacy may also take the form of bodily integrity. The right not to be subjected to unsanctioned invasions of privacy by the government, corporations or individuals is part of many countries' privacy laws, and in some cases, constitutions.",
            "In the business world, a person may volunteer personal details, including for advertising, in order to receive some sort of benefit. Public figures may be subject to rules on the public interest. Personal information which is voluntarily shared but subsequently stolen or misused can lead to identity theft.",
            "The concept of universal individual privacy is a modern construct primarily associated with Western culture, British and North American in particular, and remained virtually unknown in some cultures until recent times. Most cultures, however, recognize the ability of individuals to withhold certain parts of their personal information from wider society, such as closing the door to one's home.",
            "In 1890 the United States jurists Samuel D. Warren and Louis Brandeis wrote The Right to Privacy, an article in which they argued for the \"right to be let alone\", using that phrase as a definition of privacy. There is extensive commentary over the meaning of being \"let alone\", and among other ways, it has been interpreted to mean the right of a person to choose seclusion from the attention of others if they wish to do so, and the right to be immune from scrutiny or being observed in private settings, such as one's own home. Although this early vague legal concept did not describe privacy in a way that made it easy to design broad legal protections of privacy, it strengthened the notion of privacy rights for individuals and began a legacy of discussion on those rights.",
            "Limited access refers to a person's ability to participate in society without having other individuals and organizations collect information about them.",
            "Various theorists have imagined privacy as a system for limiting access to one's personal information. Edwin Lawrence Godkin wrote in the late 19th century that \"nothing is better worthy of legal protection than private life, or, in other words, the right of every man to keep his affairs to himself, and to decide for himself to what extent they shall be the subject of public observation and discussion.\" Adopting an approach similar to the one presented by Ruth Gavison 9 years earlier, Sissela Bok said that privacy is \"the condition of being protected from unwanted access by others—either physical access, personal information, or attention.\"",
            "Control over one's personal information is the concept that \"privacy is the claim of individuals, groups, or institutions to determine for themselves when, how, and to what extent information about them is communicated to others.\" Charles Fried said that \"Privacy is not simply an absence of information about us in the minds of others; rather it is the control we have over information about ourselves. Nevertheless, in the era of big data, control over information is under pressure.",
            "Alan Westin defined four states—or experiences—of privacy: solitude, intimacy, anonymity, and reserve. Solitude is a physical separation from others. Intimacy is a \"close, relaxed, and frank relationship between two or more individuals\" that results from the seclusion of a pair or small group of individuals. Anonymity is the \"desire of individuals for times of 'public privacy.'\" Lastly, reserve is the \"creation of a psychological barrier against unwanted intrusion\"; this creation of a psychological barrier requires others to respect an individual's need or desire to restrict communication of information concerning himself or herself.",
            "In addition to the psychological barrier of reserve, Kirsty Hughes identified three more kinds of privacy barriers: physical, behavioral, and normative. Physical barriers, such as walls and doors, prevent others from accessing and experiencing the individual. (In this sense, \"accessing\" an individual includes accessing personal information about him or her.) Behavioral barriers communicate to others—verbally, through language, or non-verbally, through personal space, body language, or clothing—that an individual does not want them to access or experience him or her. Lastly, normative barriers, such as laws and social norms, restrain others from attempting to access or experience an individual.",
            "Privacy is sometimes defined as an option to have secrecy. Richard Posner said that privacy is the right of people to \"conceal information about themselves that others might use to their disadvantage\".",
            "In various legal contexts, when privacy is described as secrecy, a conclusion if privacy is secrecy then rights to privacy do not apply for any information which is already publicly disclosed. When privacy-as-secrecy is discussed, it is usually imagined to be a selective kind of secrecy in which individuals keep some information secret and private while they choose to make other information public and not private.",
            "Privacy may be understood as a necessary precondition for the development and preservation of personhood. Jeffrey Reiman defined privacy in terms of a recognition of one's ownership of his or her physical and mental reality and a moral right to his or her self-determination. Through the \"social ritual\" of privacy, or the social practice of respecting an individual's privacy barriers, the social group communicates to the developing child that he or she has exclusive moral rights to his or her body—in other words, he or she has moral ownership of his or her body. This entails control over both active (physical) and cognitive appropriation, the former being control over one's movements and actions and the latter being control over who can experience one's physical existence and when.",
            "Alternatively, Stanley Benn defined privacy in terms of a recognition of oneself as a subject with agency—as an individual with the capacity to choose. Privacy is required to exercise choice. Overt observation makes the individual aware of himself or herself as an object with a \"determinate character\" and \"limited probabilities.\" Covert observation, on the other hand, changes the conditions in which the individual is exercising choice without his or her knowledge and consent.",
            "In addition, privacy may be viewed as a state that enables autonomy, a concept closely connected to that of personhood. According to Joseph Kufer, an autonomous self-concept entails a conception of oneself as a \"purposeful, self-determining, responsible agent\" and an awareness of one's capacity to control the boundary between self and other—that is, to control who can access and experience him or her and to what extent. Furthermore, others must acknowledge and respect the self's boundaries—in other words, they must respect the individual's privacy.",
            "The studies of psychologists such as Jean Piaget and Victor Tausk show that, as children learn that they can control who can access and experience them and to what extent, they develop an autonomous self-concept. In addition, studies of adults in particular institutions, such as Erving Goffman's study of \"total institutions\" such as prisons and mental institutions, suggest that systemic and routinized deprivations or violations of privacy deteriorate one's sense of autonomy over time.",
            "Privacy may be understood as a prerequisite for the development of a sense of self-identity. Privacy barriers, in particular, are instrumental in this process. According to Irwin Altman, such barriers \"define and limit the boundaries of the self\" and thus \"serve to help define [the self].\" This control primarily entails the ability to regulate contact with others. Control over the \"permeability\" of the self's boundaries enables one to control what constitutes the self and thus to define what is the self.",
            "In addition, privacy may be seen as a state that fosters personal growth, a process integral to the development of self-identity. Hyman Gross suggested that, without privacy—solitude, anonymity, and temporary releases from social roles—individuals would be unable to freely express themselves and to engage in self-discovery and self-criticism. Such self-discovery and self-criticism contributes to one's understanding of oneself and shapes one's sense of identity.",
            "In a way analogous to how the personhood theory imagines privacy as some essential part of being an individual, the intimacy theory imagines privacy to be an essential part of the way that humans have strengthened or intimate relationships with other humans. Because part of human relationships includes individuals volunteering to self-disclose some information, but withholding other information, there is a concept of privacy as a part of the process by means of which humans establish relationships with each other.",
            "James Rachels advanced this notion by writing that privacy matters because \"there is a close connection between our ability to control who has access to us and to information about us, and our ability to create and maintain different sorts of social relationships with different people.\" Protecting intimacy is at the core of the concept of sexual privacy, which law professor Danielle Citron argues should be protected as a unique form of privacy.",
            "Physical privacy could be defined as preventing \"intrusions into one's physical space or solitude.\" An example of the legal basis for the right to physical privacy is the U.S. Fourth Amendment, which guarantees \"the right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures\".",
            "Physical privacy may be a matter of cultural sensitivity, personal dignity, and/or shyness. There may also be concerns about safety, if for example one is wary of becoming the victim of crime or stalking.",
            "Government agencies, corporations, groups/societies and other organizations may desire to keep their activities or secrets from being revealed to other organizations or individuals, adopting various security practices and controls in order to keep private information confidential. Organizations may seek legal protection for their secrets. For example, a government administration may be able to invoke executive privilege or declare certain information to be classified, or a corporation might attempt to protect valuable proprietary information as trade secrets.",
            "Privacy has historical roots in philosophical discussions, the most well-known being Aristotle's distinction between two spheres of life: the public sphere of the polis, associated with political life, and the private sphere of the oikos, associated with domestic life. More systematic treatises of privacy in the United States did not appear until the 1890s, with the development of privacy law in America.",
            "As technology has advanced, the way in which privacy is protected and violated has changed with it. In the case of some technologies, such as the printing press or the Internet, the increased ability to share information can lead to new ways in which privacy can be breached. It is generally agreed that the first publication advocating privacy in the United States was the article by Samuel Warren and Louis Brandeis, \"The Right to Privacy\", , that was written largely in response to the increase in newspapers and photographs made possible by printing technologies.",
            "New technologies can also create new ways to gather private information. For example, in the United States it was thought that heat sensors intended to be used to find marijuana-growing operations would be acceptable. However, in 2001 in Kyllo v. United States (533 U.S. 27) it was decided that the use of thermal imaging devices that can reveal previously unknown information without a warrant does indeed constitute a violation of privacy.",
            "The Internet has brought new concerns about privacy in an age where computers can permanently store records of everything: \"where every online photo, status update, Twitter post and blog entry by and about us can be stored forever\", writes law professor and author Jeffrey Rosen.",
            "This currently has an effect on employment. Microsoft reports that 75 percent of U.S. recruiters and human-resource professionals now do online research about candidates, often using information provided by search engines, social-networking sites, photo/video-sharing sites, personal web sites and blogs, and Twitter. They also report that 70 percent of U.S. recruiters have rejected candidates based on internet information. This has created a need by many to control various online privacy settings in addition to controlling their online reputations, both of which have led to legal suits against various sites and employers.",
            "The ability to do online inquiries about individuals has expanded dramatically over the last decade. Facebook for example, as of August 2015, was the largest social-networking site, with nearly 1,490 million members, who upload over 4.75 billion pieces of content daily. Over 83.09 million accounts were fake. Twitter has more than 316 million registered users and over 20 million are fake users. The Library of Congress recently announced that it will be acquiring—and permanently storing—the entire archive of public Twitter posts since 2006, reports Rosen.",
            "Importantly, directly observed behaviour, such as browsing logs, search queries, or contents of the Facebook profile can be automatically processed to infer secondary information about an individual, such as sexual orientation, political and religious views, race, substance use, intelligence, and personality.",
            "According to some experts, many commonly used communication devices may be mapping every move of their users. Senator Al Franken has noted the seriousness of iPhones and iPads having the ability to record and store users' locations in unencrypted files, although Apple denied doing so.",
            "Andrew Grove, co-founder and former CEO of Intel Corporation, offered his thoughts on internet privacy in an interview published in May 2000:",
            "Privacy is one of the biggest problems in this new electronic age. At the heart of the Internet culture is a force that wants to find out everything about you. And once it has found out everything about you and two hundred million others, that's a very valuable asset, and people will be tempted to trade and do commerce with that asset. This wasn't the information that people were thinking of when they called this the information age.",
            "As with other concepts about privacy, there are various ways to discuss what kinds of processes or actions remove, challenge, lessen, or attack privacy. In 1960 legal scholar William Prosser created the following list of activities which can be remedied with privacy protection:",
            "Building from this and other historical precedents, Daniel J. Solove presented another classification of actions which are harmful to privacy, including collection of information which is already somewhat public, processing of information, sharing information, and invading personal space to get private information.",
            "In the context of harming privacy, information collection means gathering whatever information can be obtained by doing something to obtain it. Surveillance is an example of this, when someone decides to begin watching and recording someone or something, and interrogation is another example of this, when someone uses another person as a source of information.",
            "It can happen that privacy is not harmed when information is available, but that the harm can come when that information is collected as a set then processed in a way that the collective reporting of pieces of information encroaches on privacy. Actions in this category which can lessen privacy include the following:",
            "Count not him among your friends who will retail your privacies to the world.",
            "Information dissemination is an attack on privacy when information which was shared in confidence is shared or threatened to be shared in a way that harms the subject of the information.",
            "There are various examples of this. Breach of confidentiality is when one entity promises to keep a person's information private, then breaks that promise. Disclosure is making information about a person more accessible in a way that harms the subject of the information, regardless of how the information was collected or the intent of making it available. Exposure is a special type of disclosure in which the information disclosed is emotional to the subject or taboo to share, such as revealing their private life experiences, their nudity, or perhaps private body functions. Increased accessibility means advertising the availability of information without actually distributing it, as in the case of doxxing. Blackmail is making a threat to share information, perhaps as part of an effort to coerce someone. Appropriation is an attack on the personhood of someone, and can include using the value of someone's reputation or likeness to advance interests which are not those of the person being appropriated. Distortion is the creation of misleading information or lies about a person.",
            "Invasion of privacy, a subset of expectation of privacy, is a different concept from the collecting, aggregating, and disseminating information because those three are a misuse of available data, whereas invasion is an attack on the right of individuals to keep personal secrets. An invasion is an attack in which information, whether intended to be public or not, is captured in a way that insults the personal dignity and right to private space of the person whose data is taken.",
            "An intrusion is any unwanted entry into a person's private personal space and solitude for any reason, regardless of whether data is taken during that breach of space. \"Decisional interference\" is when an entity somehow injects itself into the personal decision making process of another person, perhaps to influence that person's private decisions but in any case doing so in a way that disrupts the private personal thoughts that a person has.",
            "Privacy uses the theory of natural rights, and generally responds to new information and communication technologies. In North America, Samuel D. Warren and Louis D. Brandeis wrote that privacy is the \"right to be let alone\" (Warren & Brandeis, 1890) focuses on protecting individuals. This citation was a response to recent technological developments, such as photography, and sensationalist journalism, also known as yellow journalism.",
            "In recent years there have been only few attempts to clearly and precisely define a \"right to privacy.\" Some experts assert that in fact the right to privacy \"should not be defined as a separate legal right\" at all. By their reasoning, existing laws relating to privacy in general should be sufficient. It has therefore proposed a working definition for a \"right to privacy\":",
            "The right to privacy is our right to keep a domain around us, which includes all those things that are part of us, such as our body, home, property, thoughts, feelings, secrets and identity. The right to privacy gives us the ability to choose which parts in this domain can be accessed by others, and to control the extent, manner and timing of the use of those parts we choose to disclose.",
            "David Flaherty believes networked computer databases pose threats to privacy. He develops 'data protection' as an aspect of privacy, which involves \"the collection, use, and dissemination of personal information\". This concept forms the foundation for fair information practices used by governments globally. Flaherty forwards an idea of privacy as information control, \"[i]ndividuals want to be left alone and to exercise some control over how information about them is used\".",
            "Richard Posner and Lawrence Lessig focus on the economic aspects of personal information control. Posner criticizes privacy for concealing information, which reduces market efficiency. For Posner, employment is selling oneself in the labour market, which he believes is like selling a product. Any 'defect' in the 'product' that is not reported is fraud. For Lessig, privacy breaches online can be regulated through code and law. Lessig claims \"the protection of privacy would be stronger if people conceived of the right as a property right\", and that \"individuals should be able to control information about themselves\".",
            "There have been attempts to establish privacy as one of the fundamental human rights, whose social value is an essential component in the functioning of democratic societies. Amitai Etzioni suggests a communitarian approach to privacy. This requires a shared moral culture for establishing social order. Etzioni believes that \"[p]rivacy is merely one good among many others\", and that technological effects depend on community accountability and oversight (ibid). He claims that privacy laws only increase government surveillance by weakening informal social controls. Furthermore, the government is no longer the only or even principle threat to people's privacy. Etzioni notes that corporate data miners, or \"Privacy Merchants,\" stand to profit by selling massive dossiers personal information, including purchasing decisions and Internet traffic, to the highest bidder. And while some might not find collection of private information objectionable when it is only used commercially by the private sector, the information these corporations amass and process is also available to the government, so that it is no longer possible to protect privacy by only curbing the State.",
            "Priscilla Regan believes that individual concepts of privacy have failed philosophically and in policy. She supports a social value of privacy with three dimensions: shared perceptions, public values, and collective components. Shared ideas about privacy allows freedom of conscience and diversity in thought. Public values guarantee democratic participation, including freedoms of speech and association, and limits government power. Collective elements describe privacy as collective good that cannot be divided. Regan's goal is to strengthen privacy claims in policy making: \"if we did recognize the collective or public-good value of privacy, as well as the common and public value of privacy, those advocating privacy protections would have a stronger basis upon which to argue for its protection\".",
            "Leslie Regan Shade argues that the human right to privacy is necessary for meaningful democratic participation, and ensures human dignity and autonomy. Privacy depends on norms for how information is distributed, and if this is appropriate. Violations of privacy depend on context. The human right to privacy has precedent in the United Nations Declaration of Human Rights: \"Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.\" Shade believes that privacy must be approached from a people-centered perspective, and not through the marketplace.",
            "Most countries give citizen rights to privacy in their constitutions. Representative examples of this include the Constitution of Brazil, which says \"the privacy, private life, honor and image of people are inviolable\"; the Constitution of South Africa says that \"everyone has a right to privacy\"; and the Constitution of the Republic of Korea says \"the privacy of no citizen shall be infringed.\" Among most countries whose constitutions do not explicitly describe privacy rights, court decisions have interpreted their constitutions to intend to give privacy rights.",
            "Many countries have broad privacy laws outside their constitutions, including Australia's Privacy Act 1988, Argentina's Law for the Protection of Personal Data of 2000, Canada's 2000 Personal Information Protection and Electronic Documents Act, and Japan's 2003 Personal Information Protection Law.",
            "Beyond national privacy laws, there are international privacy agreements. The United Nations Universal Declaration of Human Rights says \"No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honor and reputation.\" The Organisation for Economic Co-operation and Development published its Privacy Guidelines in 1980. The European Union's 1995 Data Protection Directive guides privacy protection in Europe. The 2004 Privacy Framework by the Asia-Pacific Economic Cooperation is a privacy protection agreement for the members of that organization.",
            "In the 1960s people began to consider how changes in technology were bringing changes in the concept of privacy. Vance Packard’s The Naked Society was a popular book on privacy from that era and led discourse on privacy at that time.",
            "Approaches to privacy can, broadly, be divided into two categories: free market or consumer protection.",
            "One example of the free market approach is to be found in the voluntary OECD Guidelines on the Protection of Privacy and Transborder Flows of Personal Data. The principles reflected in the guidelines are analysed in an article putting them into perspective with concepts of the GDPR put into law later in the European Union.",
            "In a consumer protection approach, in contrast, it is claimed that individuals may not have the time or knowledge to make informed choices, or may not have reasonable alternatives available. In support of this view, Jensen and Potts showed that most privacy policies are above the reading level of the average person.",
            "The Privacy Act 1988 is administered by the Office of the Australian Information Commissioner. Privacy law has been evolving in Australia for a number of years. The initial introduction of privacy law in 1998 extended to the public sector, specifically to Federal government departments, under the Information Privacy Principles. State government agencies can also be subject to state based privacy legislation. This built upon the already existing privacy requirements that applied to telecommunications providers (under Part 13 of the Telecommunications Act 1997), and confidentiality requirements that already applied to banking, legal and patient / doctor relationships.",
            "In 2008 the Australian Law Reform Commission (ALRC) conducted a review of Australian Privacy Law. The resulting report \"For Your Information\". This recommendation, and many others, were taken up and implemented by the Australian Government via the Privacy Amendment (Enhancing Privacy Protection) Bill 2012",
            "Although there are comprehensive regulations for data protection, some studies show that despite the laws, there is a lack of enforcement in that no institution feels responsible to control the parties involved and enforce their laws. The European Union is also championing for the 'Right to be Forgotten' concept (which allows individuals to ask that links leading to information about themselves be removed from internet search engine results) to be adopted by other countries.",
            "Due to the introduction of the Aadhaar project inhabitants of India were afraid that their privacy could be invaded. The project was also met with mistrust regarding the safety of the social protection infrastructures. To tackle the fear amongst the people, India's supreme court put a new ruling into action that stated that privacy from then on was seen as a fundamental right.",
            "In Italy the right to privacy is enshrined in Article 15 of the Constitution, which states:",
            "In the United Kingdom, it is not possible to bring an action for invasion of privacy. An action may be brought under another tort (usually breach of confidence) and privacy must then be considered under EC law. In the UK, it is sometimes a defence that disclosure of private information was in the public interest. There is, however, the Information Commissioner's Office (ICO), an independent public body set up to promote access to official information and protect personal information. They do this by promoting good practice, ruling on eligible complaints, giving information to individuals and organisations, and taking action when the law is broken. The relevant UK laws include: Data Protection Act 1998; Freedom of Information Act 2000; Environmental Information Regulations 2004; Privacy and Electronic Communications Regulations 2003. The ICO has also provided a \"Personal Information Toolkit\" online which explains in more detail the various ways of protecting privacy online.",
            "Although the US Constitution does not explicitly include the right to privacy, individual as well as locational privacy are implicitly granted by the Constitution under the 4th Amendment. The Supreme Court of the United States has found that other guarantees have \"penumbras\" that implicitly grant a right to privacy against government intrusion, for example in Griswold v. Connecticut (1965). In the United States, the right of freedom of speech granted in the First Amendment has limited the effects of lawsuits for breach of privacy. Privacy is regulated in the US by the Privacy Act of 1974, and various state laws. The Privacy Act of 1974 only applies to Federal agencies in the executive branch of the Federal government. Certain privacy rights have been established in the United States via legislation such as the Children's Online Privacy Protection Act (COPPA), the Gramm–Leach–Bliley Act (GLB), and the Health Insurance Portability and Accountability Act (HIPAA).",
            "Unlike the EU and most EU-member states the US does not recognize the right to privacy to others than US citizens.",
            "The Electronic Privacy Information Center's Privacy Index puts Brazil, Australia, Japan and South Africa in the higher level of privacy (around 2.2). On the bottom of the list are the United States and United Kingdom (around 1.4).",
            "There are many means to protect one's privacy on the internet. For example, e-mails can be encrypted (via S/MIME or PGP) and anonymizing proxies or anonymizing networks like I2P and Tor can be used to prevent the internet service providers from knowing which sites one visits and with whom one communicates. Covert collection of personally identifiable information has been identified as a primary concern by the U.S. Federal Trade Commission. Although some privacy advocates recommend the deletion of original and third-party HTTP cookies, Anthony Miyazaki, marketing professor at Florida International University and privacy scholar, warns that the \"elimination of third-party cookie use by Web sites can be circumvented by cooperative strategies with third parties in which information is transferred after the Web site's use of original domain cookies.\" As of December 2010, the Federal Trade Commission is reviewing policy regarding this issue as it relates to behavioral advertising.Another aspect of privacy on the Internet relates to online social networking. Several online social network sites (OSNs) are among the top 10 most visited websites globally. A review and evaluation of scholarly work regarding the current state of the value of individuals' privacy of online social networking show the following results: \"first, adults seem to be more concerned about potential privacy threats than younger users; second, policy makers should be alarmed by a large part of users who underestimate risks of their information privacy on OSNs; third, in the case of using OSNs and its services, traditional one-dimensional privacy approaches fall short\". This is exacerbated by the research indicating that personal traits such as sexual orientation, race, religious and political views, personality, or intelligence can be inferred based on the wide variety of digital footprint, such as samples of text, browsing logs, or Facebook Likes.",
            "Increasingly, mobile devices facilitate location tracking.  This creates user privacy problems.  A user's location and preferences constitute personal information.  Their improper use violates that user's privacy.  A recent MIT study by de Montjoye et al. showed that 4 spatio-temporal points, approximate places and times, are enough to uniquely identify 95% of 1.5M people in a mobility database. The studyfurther shows that these constraints hold even when the resolution of the dataset is low. Therefore, even coarse or blurred datasets provide little anonymity.",
            "Several methods to protect user privacy in location-based services have been proposed, including the use of anonymizing servers, blurring of information e.a. Methods to quantify privacy have also been proposed, to calculate the equilibrium between the benefit of providing accurate location information and the drawbacks of risking personal privacy.",
            "In recent years, seen with the increasing importance of mobile devices and paired with the National Do Not Call Registry, telemarketers have turned attention to mobiles.",
            "Privacy self-synchronization is the mode by which the stakeholders of an enterprise privacy program spontaneously contribute collaboratively to the program's maximum success. The stakeholders may be customers, employees, managers, executives, suppliers, partners or investors. When self-synchronization is reached, the model states that the personal interests of individuals toward their privacy is in balance with the business interests of enterprises who collect and use the personal information of those individuals.",
            "The privacy paradox is a phenomenon in which online users state that they are concerned about their privacy but behave as if they were not. While this term was coined as early as 1998, it wasn't used in its current popular sense until the year 2000.",
            "Susan B. Barnes similarly used the term “privacy paradox” to refer to the ambiguous boundary between private and public space on social media. When compared to adults, young people tend to disclose more information on social media. However, this does not mean that they are not concerned about their privacy. Susan B. Barnes gave a case in her article: in a television interview about Facebook, a student addressed her concerns about disclosing personal information online. However, when the reporter asked to see her Facebook page, she put her home address, phone numbers, and pictures of her young son on the page.",
            "Privacy paradox has been studied and scripted in different research settings. Although several studies have shown this inconsistency between privacy attitudes and behavior among online users, the reason for the paradox still remains unclear. A main explanation for the privacy paradox is that users lack awareness of the risks and the degree of protection. Users may underestimate the harm of disclosing information online.  On the other hand, some researchers argue the privacy paradox comes from lack of technology literacy and from the design of sites.  For example, users may not know how to change their default settings even though they care about their privacy.  Psychologists particularly pointed out that the privacy paradox occurs because users must trade-off between their privacy concerns and impression management.",
            "Selfies are popular today. A search for photos with the hashtag #selfie retrieves over 23 million results on Instagram and \"a whopping 51 million with the hashtag #me\"  However, due to modern corporate and governmental surveillance, this may pose a risk to privacy. In a research which takes a sample size of 3763, researchers found that for selfies, females generally have greater concerns than male social media users. Users who have greater concerns inversely predict their selfie behavior and activity."
        ],
        "comment_par": []
    },
    {
        "link": "https://en.wikipedia.org/wiki/Security",
        "category": "privacy",
        "body_par": [
            "Security is freedom from, or resilience against, potential harm (or other unwanted coercive change) caused by others. Beneficiaries (technically referents) of security may be of persons and social groups, objects and institutions, ecosystems or any other entity or phenomenon vulnerable to unwanted change. ",
            "Security mostly refers to protection from hostile forces, but it has a wide range of other senses: for example, as the absence of harm (e.g. freedom from want); as the presence of an essential good (e.g. food security); as resilience against potential damage or harm (e.g. secure foundations); as secrecy (e.g. a secure telephone line); as containment (e.g. a secure room or cell); and as a state of mind (e.g. emotional security).",
            "The term is also used to refer to acts and systems whose purpose may be to provide security (e.g. security forces; security guard; cyber security systems; security cameras; remote guarding).",
            "The word 'secure' entered the English language in the 16th century. It is derived from Latin securus, meaning freedom from anxiety: se (without) + cura (care, anxiety).",
            "A security referent is the focus of a security policy or discourse; for example, a referent may be a potential beneficiary (or victim) of a security policy or system.",
            "Security referents may be persons or social groups, objects, institutions, ecosystems, or any other phenomenon vulnerable to unwanted change by the forces of its environment. The referent in question may combine many referents, in the same way that, for example, a nation state is composed of many individual citizens.",
            "The security context is the relationships between a security referent and its environment. From this perspective, security and insecurity depend first on whether the environment is beneficial or hostile to the referent, and also how capable is the referent of responding to its/their environment in order to survive and thrive.",
            "The means by which a referent provides for security (or is provided for) vary widely. They include, for example:",
            "Coercive capabilities, including the capacity to project coercive power into the environment (e.g. aircraft carrier, handgun, firearms);",
            "Protective systems (e.g. lock, fence, wall, antivirus software, air defence system, armour)",
            "Warning systems (e.g. alarm, radar)",
            "Diplomatic and social action intended to prevent insecurity from developing (e.g. conflict prevention and transformation strategies); and",
            "Policy intended to develop the lasting economic, physical, ecological and other conditions of security (e.g. economic reform, ecological protection, progressive demilitarization, militarization).",
            "Any action intended to provide security may have multiple effects. For example, an action may have wide benefit, enhancing security for several or all security referents in the context; alternatively, the action may be effective only temporarily, or benefit one referent at the expense of another, or be entirely ineffective or counterproductive.",
            "Approaches to security are contested and the subject of debate. For example, in debate about national security strategies, some argue that security depends principally on developing protective and coercive capabilities in order to protect the security referent in a hostile environment (and potentially to project that power into its environment, and dominate it to the point of strategic supremacy). Others argue that security depends principally on building the conditions in which equitable relationships can develop, partly by reducing antagonism between actors, ensuring that fundamental needs can be met, and also that differences of interest can be negotiated effectively.",
            "The table shows some of the main domains where security concerns are prominent.",
            "IT realm",
            "Communications security",
            "Computer security",
            "Internet security",
            "Application security",
            "Data security",
            "Digital security",
            "Information security",
            "Network security",
            "Endpoint security ",
            "Airport security",
            "Corporate security",
            "Food security",
            "Environmental security",
            "Home security",
            "Infrastructure security",
            "Physical security",
            "Port security/Supply chain security",
            "Security bag",
            "Security print",
            "Security seal ",
            "Political",
            "National security",
            "Public security",
            "Homeland security",
            "Internal security",
            "International security",
            "Human security",
            "Monetary",
            "Economic security/financial security",
            "Social security",
            "The range of security contexts is illustrated by the following examples (in alphabetical order):",
            "Computer security, also known as cybersecurity or IT security, refers to the security of computing devices such as computers and smartphones, as well as computer networks such as private and public networks, and the Internet. The field has growing importance due to the increasing reliance on computer systems in most societies. It concerns the protection of hardware, software, data, people, and also the procedures by which systems are accessed. The means of computer security include the physical security of systems and security of information held on them.",
            "Corporate security refers to the resilience of corporations against espionage, theft, damage, and other threats. The security of corporations has become more complex as reliance on IT systems has increased, and their physical presence has become more highly distributed across several countries, including environments that are, or may rapidly become, hostile to them.",
            "Ecological security, also known as environmental security, refers to the integrity of ecosystems and the biosphere, particularly in relation to their capacity to sustain a diversity of life-forms (including human life). The security of ecosystems has attracted greater attention as the impact of ecological damage by humans has grown.",
            "Food security refers to the ready supply of, and access to, safe and nutritious food. Food security is gaining in importance as the world's population has grown and productive land has diminished through overuse and climate change.",
            "Home security normally refers to the security systems used on a property used as a dwelling (commonly including doors, locks, alarm systems, lighting, fencing); and personal security practices (such as ensuring doors are locked, alarms activated, windows closed etc.)",
            "Human security is the name of an emerging paradigm which, in response to traditional emphasis on the right of nation states to protect themselves, has focused on the primacy of the security of people (individuals and communities). The concept is supported by the United Nations General Assembly, which has stressed \"the right of people to live in freedom and dignity\" and recognized \"that all individuals, in particular vulnerable people, are entitled to freedom from fear and freedom from want\".",
            "National security refers to the security of a nation state, including its people, economy, and institutions. In practice, state governments rely on a wide range of means, including diplomacy, economic power, and military capabilities.",
            "Since it is not possible to know with precision the extent to which something is 'secure' (and a measure of vulnerability is unavoidable), perceptions of security vary, often greatly. For example, a fear of death by earthquake is common in the United States (US), but slipping on the bathroom floor kills more people; and in France, the United Kingdom and the US there are far fewer deaths caused by terrorism than there are women killed by their partners in the home.",
            "Another problem of perception is the common assumption that the mere presence of a security system (such as armed forces, or antivirus software) implies security. For example, two computer security programs installed on the same device can prevent each other from working properly, while the user assumes that he or she benefits from twice the protection that only one program would afford.",
            "Security theater is a critical term for measures that change perceptions of security without necessarily affecting security itself. For example, visual signs of security protections, such as a home that advertises its alarm system, may deter an intruder, whether or not the system functions properly. Similarly, the increased presence of military personnel on the streets of a city after a terrorist attack may help to reassure the public, whether or not it diminishes the risk of further attacks.",
            "Certain concepts recur throughout different fields of security:",
            "Access control - the selective restriction of access to a place or other resource.",
            "Assurance - an expression of confidence that a security measure will perform as expected.",
            "Authorization - the function of specifying access rights/privileges to resources related to information security and computer security in general and to access control in particular.",
            "Countermeasure - a means of preventing an act or system from having its intended effect.",
            "Defense in depth - a school of thought holding that a wider range of security measures will enhance security.",
            "Exploit (noun) - a means of capitalizing on a vulnerability in a security system (usually a cyber-security system).",
            "Identity management - enables the right individuals to access the right resources at the right times and for the right reasons.",
            "Resilience - the degree to which a person, community, nation or system is able to resist adverse external forces.",
            "Risk - a possible event which could lead to damage, harm, or loss.",
            "Security management - identification of an organization's assets (including people, buildings, machines, systems and information assets), followed by the development, documentation, and implementation of policies and procedures for protecting these assets.",
            "Threat - a potential source of harm.",
            "Vulnerability - the degree to which something may be changed (usually in an unwanted manner) by external forces.",
            "Peace",
            "Safety",
            "Security increase",
            "Security risk"
        ],
        "comment_par": []
    },
    {
        "link": "https://www.zdnet.com/article/do-we-really-trust-smart-devices/",
        "category": "trust",
        "body_par": [
            "The global smart  home market is forecasted to reach a value of almost $138 billion by 2023, as demand for smart home appliances grows at a high rate.  But consumers continue to be suspicious of smart home devices, according to a new  report.",
            "In fact, some  brands are perceived to be more trustworthy than others when it comes to smart  home devices. ",
            "Seattle, Wash.-based smart home project specialist Porch surveyed over 1,000  people using Amazon's Mechanical Turk to discover whether they trusted their  smart home devices and how they perceived the future for the technology.",
            "Smart devices are here to stay, for sure. They help us stay organized, like with creating grocery lists, making hands-free phone  calls, and completing simple tasks. ",
            "But we do not trust them completely. ",
            "Groups such as millennials  feel that they need to have a relationship with a brand before buying the  latest technology.",
            "Although they are influenced by the buzz around a new device  and want to be involved, they do not fully trust their devices. ",
            "Over half of respondents own smart devices (57.4 percent of baby boomers, 69.6 percent of generation X,  and 75.1 percent of millennials). But less  people actually trust their devices. ",
            "Thirty-four percent of smart home device owners do not trust their devices -- nor device manufacturers.",
            "Amazon leads the way with consumer trust, with almost two-thirds (64 percent)  of respondents trusting the company. ",
            "Apple held the lowest score, with 54.7  percent trusting the company ",
            "Nearly half of respondents believe their smart home devices are recording  their private conversations for targeted ad use, even though Google and Amazon  deny any such claim.",
            "The survey showed that almost half (48.2 percent) of smart device owners  would completely lose trust in their device if the terms of service offered  unfettered device to their data. ",
            "And 47.7 percent of owners would lose trust if  their hardware or software secretly collected their data.",
            "Owners were more trusting about their devices listening in on their  conversations. Only 38.8 percent would lose trust if this happened. ",
            "Almost half  of respondents (48.9 percent) believe that their smart home devices record their  private conversations to send them targeted advertisements. ",
            "Over one in five (22 percent) of respondents who own smart speakers reckon  that their device has refused to follow their commands, and sadly, seven percent  of Amazon Alexa users are convinced their device has randomly  laughed at them.",
            "Although smart home technology is in its early stages, and we do not  implicitly trust it, adoption is on the rise. ",
            "We still have much to learn about  how it will impact our society for generations to come, and as it becomes more  sophisticated, we will need to become smarter, too."
        ],
        "comment_par": []
    },
    {
        "link": "https://en.wikipedia.org/wiki/Trust_(social_science)",
        "category": "trust",
        "body_par": [
            "In a social context, trust has several connotations. Definitions of trust typically refer to a situation characterized by the following aspects: one party (trustor) is willing to rely on the actions of another party (trustee); the situation is directed to the future. In addition, the trustor (voluntarily or forcedly) abandons control over the actions performed by the trustee. As a consequence, the trustor is uncertain about the outcome of the other's actions; they can only develop and evaluate expectations. The uncertainty involves the risk of failure or harm to the trustor if the trustee will not behave as desired.",
            "Trust can be attributed to relationships between people. It can be demonstrated that humans have a natural disposition to trust and to judge trustworthiness that can be traced to the neurobiological structure and activity of a human brain. Some studies indicate that trust can be altered e.g. by the application of oxytocin.",
            "When it comes to the relationship between people and technology, the attribution of trust is a matter of dispute. The intentional stance demonstrates that trust can be validly attributed to human relationships with complex technologies. However, rational reflection leads to the rejection of an ability to trust technological artifacts.",
            "One of the key current challenges in the social sciences is to re-think how the rapid progress of technology has impacted constructs such as trust. This is especially true for information technology that dramatically alters causation in social systems.",
            "In the social sciences, the subtleties of trust are a subject of ongoing research. In sociology and psychology the degree to which one party trusts another is a measure of belief in the honesty, fairness, or benevolence of another party. The term \"confidence\" is more appropriate for a belief in the competence of the other party. A failure in trust may be forgiven more easily if it is interpreted as a failure of competence rather than a lack of benevolence or honesty. In economics, trust is often conceptualized as reliability in transactions. In all cases trust is a heuristic decision rule, allowing the human to deal with complexities that would require unrealistic effort in rational reasoning.",
            "When it comes to trust, sociology is concerned with the position and role of trust in social systems. Interest in trust has grown significantly since the early eighties, from the early works of Luhmann, Barber and Giddens (see for a more detailed overview). This growth of interest in trust has been stimulated by on-going changes in society, characterised as late modernity and post-modernity.",
            "Trust is one of several social constructs, an element of the social reality. It does not exist outside of our vision of the other. This image can be real or imaginary, but it is this one which permits the creation of the Trust. Other constructs, frequently discussed together with trust, are: control, confidence, risk, meaning and power. Trust is naturally attributable to relationships between social actors, both individuals and groups (social systems). Because trust is a social construct, it is valid to discuss whether trust can be trusted (e.g.), i.e. whether social trust operates as expected.",
            "Sviatoslav contends that society needs trust because it increasingly finds itself operating at the edge between confidence in what is known from everyday experience, and contingency of new possibilities. Without trust, all contingent possibilities should be always considered, leading to a paralysis of inaction. Trust can be seen as a bet on one of contingent futures, the one that may deliver benefits. Once the bet is decided (i.e. trust is granted), the trustor suspends his or her disbelief, and the possibility of a negative course of action is not considered at all. Because of it, trust acts as a reductor of social complexity, allowing for actions that are otherwise too complex to be considered (or even impossible to consider at all); specifically for cooperation. Sociology tends to focus on two distinct views: the macro view of social systems, and a micro view of individual social actors (where it borders with social psychology). Similarly, views on trust follow this dichotomy. Therefore, on one side the systemic role of trust can be discussed, with a certain disregard to the psychological complexity underpinning individual trust. The behavioural approach to trust is usually assumed while actions of social actors are measurable, leading to statistical modelling of trust. This systemic approach can be contrasted with studies on social actors and their decision-making process, in anticipation that understanding of such a process will explain (and allow to model) the emergence of trust.",
            "Sociology acknowledges that the contingency of the future creates dependency between social actors, and specifically that the trustor becomes dependent on the trustee. Trust is seen as one of the possible methods to resolve such a dependency, being an attractive alternative to control. Trust is specifically valuable if the trustee is much more powerful than the trustor, yet the trustor is under social obligation to support the trustee.",
            "Modern information technologies not only facilitated the transition towards post-modern society, but they also challenged traditional views on trust. Empirical studies confirms the new approach to the traditional question regarding whether technology artefacts can be attributed with trust. Trust is not attributable to artefacts, but it is a representation of trust in social actors such as designers, creators and operators of technology. Properties of technological artefacts form a message to determine trustworthiness of those agents.",
            "The discussion about the impact of information technologies is still in progress. However, a conceptual re-thinking of technology-mediated social groups, or the proposition of a unifying socio-technical view on trust, from the perspective of social actors.",
            "In psychology, trust is believing that the person who is trusted will do what is expected. It starts at the family and grows to others. According to the psychoanalyst Erik Erikson development of basic trust is the first state of psychosocial development occurring, or failing, during the first two years of life. Success results in feelings of security, trust, and optimism, while failure leads towards an orientation of insecurity and mistrust possibly resulting in attachment disorders.",
            "A person's dispositional tendency to trust others can be considered a personality trait and as such is one of the strongest predictors of subjective well-being. It has been argued that trust increases subjective well-being because it enhances the quality of one's interpersonal relationships, and happy people are skilled at fostering good relationships.",
            "Trust is integral to the idea of social influence: it is easier to influence or persuade someone who is trusting. The notion of trust is increasingly adopted to predict acceptance of behaviors by others, institutions (e.g. government agencies) and objects such as machines. However, once again perception of honesty, competence and value similarity (slightly similar to benevolence) are essential. There are three different forms of trust. Trust is being vulnerable to someone even when they are trustworthy; trustworthiness are the characteristics or behaviors of one person that inspire positive expectations in another person, and trust propensity being able to rely on people. Once trust is lost, by obvious violation of one of these three determinants, it is very hard to regain. Thus there is clear asymmetry in the building versus destruction of trust. Hence being and acting trustworthy should be considered the only sure way to maintain a trust level.",
            "Increasingly much research has been done on the notion of trust and its social implications:",
            "Barbara Misztal, in her book, attempts to combine all notions of trust together. She points out three basic things that trust does in the lives of people: It makes social life predictable, it creates a sense of community, and it makes it easier for people to work together.",
            "In the context of sexual trust Riki Robbins describes four stages of trust.",
            "In the context of Information theory Ed Gerck defines and contrasts trust with social functions such as power, surveillance, and accountability.",
            "From a social identity perspective, the propensity to trust in strangers (see in-group favoritism) arises from the mutual knowledge of a shared group membership, stereotypes, or the need to maintain the group's positive distinctiveness.",
            "In addition to the social influence, in organizational settings, trust may have a positive influence on the behaviors, perceptions, and performances of a person. Trust has a circular relationship with organizational justice perceptions such that perceived justice leads to trust which, in turn, promotes future perceptions of justice. One factor that enhances trust in a human being is facial resemblance. Through digital manipulation of facial resemblance in a two-person sequential trust game, supporting evidence was found that having similar facial features (facial resemblance) enhanced trust in a subject's respective partner. Though facial resemblance was shown to increase trust, facial resemblance had the effect of decreased sexual desire in a particular partner. In a series of tests, digitally manipulated faces were presented to subjects to be evaluated for attractiveness within the context of a long term or short term relationship. The results showed that within the context of a short term relationship, which is dependent on sexual desire, similar facial features caused a decrease in said desire. Within the context of a long term relationship, which is dependent on trust, similar facial features increased the attractiveness of an individual, leading one to believe that facial resemblance and trust have great effects on relationships. Structure often creates trust in a person that encourages them to feel comfortable and excel in the workplace. Working anywhere may be stressful and takes effort. By having a conveniently organized area to work on, concentration will increase as well as effort. Structure is not just a method of order. It increases trust and therefore makes a workplace manageable. A structured, ordered environment produces trust as one may contain increased cooperation and perform on a higher level.",
            "People may work together and achieve success through trust while working on projects that rely on each individual's contribution.",
            "Conversely, where trust is absent, projects can fail, especially if this lack of trust has not been identified and addressed. This is one facet of VPEC-T analysis: This thinking framework is used when studying information systems. Identifying and dealing with cases where information providers, information users, and those responsible for processing information do not trust one another can result in the removal of a risk factor for a project.",
            "One's social relationship characterized by low trust and norms that discourage academic engagement are expected to be associated with low academic achievement. Individuals that are in relationships characterized by high levels of social trust are more apt to openly exchange information and to act with caring benevolence toward one another than those in relationships lacking trust.",
            "An important key to treating sexual victimization of a child is the rebuilding of trust between parent and child. Failure for the adults to validate the sexual abuse contributes to the child's difficulty towards trusting self and others. Trust is often affected by the erosion of a marriage[citation needed]. Children of divorce do not exhibit less trust in mothers, partners, spouses, friends, and associates than their peers of intact families. The impact of parental divorce is limited to trust in the father.",
            "The social identity approach explains trust in strangers as a function of group-based stereotypes or in-group favouring behaviours based on salient group memberships. With regard to ingroup favoritism, people generally think well of strangers but expect better treatment from in-group members in comparison to out-group members. This greater expectation then translates into a higher propensity to trust an in-group rather than out-group member. It has been pointed out that it is only advantageous to form such expectations of an in-group stranger if they too know the group membership of the recipient.",
            "There is considerable empirical activity related to the social identity approach. Allocator studies have frequently been employed to understand group-based trust in strangers. They may be operationalised as unilateral or bilateral relationships of exchange. General social categories such as university affiliation, course majors, and even ad-hoc groups have been used to distinguish between in-group and out-group members. In unilateral studies of trust, the participant would be asked to choose between envelopes containing money that was previously allocated by an in-group or out-group member. They would have had no prior or future opportunities for interaction, simulating Brewer's notion that group membership was sufficient in bringing about group-based trust and hence cooperation. Participants could expect an amount ranging from nothing to the maximum value an allocator could give out. In bilateral studies of trust have employed an investment game devised by Berg and colleagues where individuals could choose to give a portion or none of their money to another. Any amount given would be tripled and the receiver would then decide on whether they would return the favour by giving money back to the sender. Trusting behaviour on the part of the sender and the eventual trustworthiness of the receiver was exemplified through the giving of money.",
            "The above empirical research has demonstrated that when group membership is made salient and known to both parties, trust is granted more readily to in-group members than out-group members. This occurred even when the in-group stereotype was comparatively less positive than an out-group's (e.g. psychology versus nursing majors), in the absence of personal identity cues, and when participants had the option of a sure sum of money (i.e. in essence opting out of the need to trust a stranger). In contrast, when only the recipient was made aware of group membership trust becomes reliant upon group stereotypes. The group with the more positive stereotype was trusted (e.g. one's university affiliation over another), even over that of the in-group (e.g. nursing over psychology majors). Another reason for in-group favouring behaviours in trust could be attributed to the need to maintain in-group positive distinctiveness, particularly in the presence of social identity threat. It should also be noted that trust in out-group strangers increased when personal cues to identity were revealed.",
            "Some philosophers argue that trust is more than a relationship of reliance. Philosophers such as Annette Baier have made a difference between trust and reliance by saying that trust can be betrayed, whilst reliance can only be disappointed (Baier 1986, 235). Carolyn McLeod explains Baier's argument by giving the following examples: we can rely on our clock to give the time, but we do not feel betrayed when it breaks, thus, we cannot say that we trusted it; we are not trusting when we are suspicious of the other person, because this is in fact an expression of distrust (McLeod 2006). Thus, trust is different from reliance in the sense that a truster accepts the risk of being betrayed.",
            "The definition of trust as a belief in something or a confident expectation about something leads to eliminate the notion of risk from the definition, because it does not include whether the expectation or belief is favorable or unfavorable. For example, to have an expectation of a friend arriving to dinner late because she has habitually arrived late for the last fifteen years, is a confident expectation (whether or not we agree with her annoying late arrivals.) The trust is not about what we wish for, rather it is in the consistency of the data of our habits. As a result, there is no risk or betrayal because the data now exists as collective knowledge.",
            "Trust in economics is treated as an explanation for a difference between actual human behaviour and the one that can be explained by the individual desire to maximize one's utility. In economic terms, trust can provide an explanation of a difference between Nash equilibrium and the observed equilibrium. Such an approach can be applied to individuals as well as societies.",
            "Trust is also seen as an economic lubricant, reducing the cost of transactions between parties, enabling new forms of cooperation and generally furthering business activities; employment and prosperity. This observation  created a significant interest in considering trust as a form of social capital and has led research into closer understanding of the process of creation and distribution of such capital. It has been claimed that higher level of social trust is positively correlated with economic development. Even though the original concept of 'high trust' and 'low trust' societies may not necessarily hold, it has been widely accepted and demonstrated that social trust benefits the economy  and that a low level of trust inhibits economic growth.",
            "Theoretical economical modelling  demonstrated that the optimum level of trust that a rational economic agent should exhibit in transactions is equal to trustworthiness of the other party. Such a level of trust leads to efficient market. Trusting less lead to the loss of economic opportunities, trusting more leads to unnecessary vulnerabilities and potential exploitation.",
            "Economics is also interested in quantifying trust, usually in monetary terms. The level of correlation between increase in profit margin  or decrease in transactional cost can be used as indicators of economic value of trust.",
            "Economic 'trust games' are popularly used to empirically quantify trust in relationships under laboratory conditions. There are several games and game-like scenarios related to trust that have been tried, with certain preferences to those that allow to estimate confidence in monetary terms. Games of trust are designed in a way that their Nash equilibrium differ from Pareto optimum so that no player alone can maximise his own utility by altering his selfish strategy without cooperation while cooperating partners can benefit.",
            "The classical version of the game of trust has been described in  as an abstracted investment game, using the scenario of an investor and a broker. Investor can invest a fraction of his money, and broker can return only part of his gains. If both players follow their economical best interest, the investor should never invest and the broker will never be able to re-pay anything. Thus the flow of money flow, its volume and character is attributable entirely to the existence of trust.",
            "The game can be played as one-off, or as a repetitive one, between the same or different sets of players, to distinguish between a general propensity to trust and trust within particular relationships. Several other variants of this game exist. Reversing rules lead to the game of distrust, pre-declarations can be used to establish intentions of players, while alterations to the distribution of gains can be used to manipulate perception of both players. The game can be also played by several players on the closed market, with or without information about reputation.",
            "Other interesting games are e.g. binary-choice trust games, the gift-exchange game  and various other forms of social games. Specifically games based on the Prisoner's Dilemma  are popularly used to link trust with economic utility and demonstrate the rationality behind reciprocity.",
            "The popularisation of e-commerce opened the discussion of trust in economy to new challenges while at the same time elevating the importance of trust, and desire to understand customer decision to trust. For example, inter-personal relationship between the buyer and the seller has been dis-intermediated by the technology, and had to be improved upon. Alternatively, web sites could be made to convince the buyer to trust the seller, regardless of seller's actual trustworthiness (e.g.) . Reputation-based systems improved on trust assessment by allowing to capture the collective perception of trustworthiness, generating significant interest in various models of reputation.",
            "In systems, a trusted component has a set of properties which another component can rely on. If A trusts B, this means that a violation in those properties of B might compromise the correct operation of A. Observe that those properties of B trusted by A might not correspond quantitatively or qualitatively to B's actual properties. This happens when the designer of the overall system does not take the relation into account. In consequence, trust should be placed to the extent of the component's trustworthiness. The trustworthiness of a component is thus, not surprisingly, defined by how well it secures a set of functional and non-functional properties, deriving from its architecture, construction, and environment, and evaluated as appropriate."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.internetsociety.org/resources/doc/2019/trust-opportunity-exploring-consumer-attitudes-to-iot/",
        "category": "trust",
        "body_par": [
            "This new research from Consumers International and the Internet Society explored consumer perceptions and attitudes towards trust, security and the privacy of consumer Internet of Things (IoT) devices.",
            "The survey of consumers in Australia, Canada, France, Japan, UK and the US aimed to find out what matters most to consumers when buying connected devices, and who is responsible for better privacy and security.",
            "Connected devices are everywhere – but concerns about privacy and security remain.",
            "63% of people surveyed find connected devices ‘creepy’ in the way they collect data about people and their behaviours",
            "This sentiment is echoed throughout the survey, with half of people across markets distrusting their connected devices to protect their privacy and handle their information in a respectful manner (53%).",
            "On top of not trusting the device itself to keep data secure, 75% of people agree there is reason for concern about their data being used by other organisations without their permission.",
            "The security concerns are serious enough to deter almost a third (28%) of people who do not own smart devices from buying one; security concerns are as strong a deterrent as the price of a device. [1]",
            "People have concerns about security and privacy but do not know how to adapt and adjust device settings in a way that might allay these fears. 80% of people surveyed are aware of how to set and reset passwords, but only 50% are aware of how to disable the collection of data about users and their behaviours.",
            "We see from the survey that a high number think that privacy and security standards should be assured by regulators (88%), followed by manufacturers (81%) and championed by retailers (80%).",
            "75% of people distrust the way data is shared",
            "63% of people find connected devices ‘creepy’",
            "50% of people know how to disable data collection",
            "28% of people who do not own a smart device, will not buy one due to security concerns",
            "Given the level of concern amongst owners and non-owners, there is potential for companies to use high levels of privacy and security as a way to stand out from the crowd and build trust with current and future customers, while at the same time creating a more secure consumer IoT environment.",
            "The results [2] also suggest consumers are thinking about the need for more formal regulation in the market. It is likely that this demand will grow as information about the risks associated with connected products becomes more widespread.",
            "In response to this demand, companies should explore how to deliver assurances to consumers that their devices and services are helpful and useful without crossing the line into creepiness. This could help them build trust in connected devices among consumers and potentially generate a competitive advantage. ",
            "Consumers International is the global membership organisation for consumer groups across the world. We bring together over 200 member organisations in more than 100 countries to empower and champion the rights of consumers everywhere. We want consumers to get the best out of the digital economy and society without having to compromise on quality, care and fair treatment.",
            "The Internet Society, founded by Internet pioneers, is a non-profit organization dedicated to ensuring the open development, evolution and use of the Internet. Working through a global community of chapters and members, the Internet Society collaborates with a broad range of groups to promote the technologies that keep the Internet safe and secure and advocates for policies that enable universal access.",
            "Consumers International and the Internet Society are working in partnership to deliver a better digital world, where everyone can benefit from digital innovation without compromising on their rights. We both believe that online security and privacy are key to online trust, which underpins all economic and social exchanges online.",
            "The partnership brings together the best technical and policy knowledge related to IoT from the Internet Society and long-standing knowledge of consumer experiences and attitudes towards the digital economy and society from Consumers International.",
            "The focus for our partnership has been on the growing market for consumer IoT as an important part of people’s digital environment. We have been working towards effectively engaging consumers, governments and regulators, and businesses in the creation of a secure and trusted consumer IoT market. We want to enable consumer groups across the world to help drive demand for better security and privacy in consumer IoT products.",
            "This research is a key part of this activity, exploring what consumers currently understand and feel about trust, security and privacy in the consumer IoT and how policy change, new business practice, standards development and enforcement, alongside awareness-raising among consumers, can bring positive change.",
            "The rapid increase in products and services that are connected to the Internet are already transforming consumers’ lives through connected energy grids, transport, home security and lifestyle appliances. Forecasts predict this technology is set to become part of everyday life with many products connected to the Internet by default.",
            "Testing by consumer organisations [3] has revealed dangerous weaknesses in range of connected products, from children’s toys and connected watches to connected TVs and fitness trackers. Such vulnerabilities create a risk of exposing the device itself (e.g. a connected home lock being disabled) and to personal data (e.g. information being shared with unauthorised third parties). Thinking beyond the harm to consumers, IoT vulnerabilities also create a risk of exposing networks ( e.g. attacking the power grid of an entire country via connected webcams).",
            "As more types of connected-by-default devices and services become mainstream for consumers, these security and privacy issues are multiplied. These issues pose a threat not just to consumers’ control over what happens to data about them, but also to consumer trust in IoT devices. The lack of consumer trust in the IoT market could be detrimental to manufacturers and retailers and as a result, it could stifle innovation within the industry. We believe there are opportunities for different stakeholders to address security and privacy issues in the IoT market and increase consumer trust.",
            "Complementing our other activities with manufacturers, retailers and regulators within this partnership, this survey brings a valuable consumer perspective that allowed us to gather insights not only into how consumers perceive IoT devices, but also their levels of awareness and ideas around responsibility.",
            "This study aimed to get a sense of consumers’ attitudes to privacy and security when it comes to connected devices and explore to what extent consumers trust connected devices. Our other objectives were to understand what matters to consumers when buying connected devices and where they feel that the responsibility for better security and privacy lies.",
            "The research was carried out by Ipsos MORI via their online panel survey which regularly surveys the general online population across the world.",
            "We surveyed a sample of a minimum of 1,000 consumers in each of these countries: United States, France, Canada, Australia, United Kingdom and Japan between 1 March and 6 March 2019. We chose to conduct the survey online to ensure that the samples from each country were reflective of the general online population. People who are online are more likely to understand how such devices work. The study did not require people to own a connected device so that it also reflected the opinion of consumers who are considering or haven’t bought a device.",
            "Unravelling intricacies of consumer trust in connected devices and what underpins it can be a difficult task, especially within the setting of a quantitative survey that can be restricting in terms of the depth of insights. Concepts of both trust and connected devices can be abstract and vary in people’s interpretation of each. The study tried to mitigate this difficult position by capturing consumers’ attitudes towards trust in connected devices by prompting them with attitudinal statements about such devices. The statements were preceded by a definition and examples of connected devices.",
            "For this research, we defined connected devices as everyday products and devices that can connect to the Internet using Wi-Fi or Bluetooth, such as connected meters, fitness monitors, connected toys, home assistants or gaming consoles.[4]",
            "The definition excluded tablets, mobile phones and laptops; although they can be considered in technology terms ‘connected devices’, they are a lot more complex and apps allow them to perform many functions which in return generate more complex privacy and security issues than other connected devices. To avoid conflating the issues, the research focused on devices that do not have this added layer of complexity.",
            "Consumer IoT devices are widely used – the survey showed that 69% of participants across all markets own one or more devices such as connected meters, fitness monitors, connected toys, home assistants or gaming consoles.",
            "Our participants across all markets most commonly own gaming consoles, followed by home appliances and fitness monitors. On average, they own connected devices from at least two different categories (e.g. home appliances and connected wearables); however, this number is lower in Japan – where 46% do not own any Internet-connected devices.",
            "We have also learned that high levels of connected device ownership does not indicate that people are satisfied with the privacy and security of these devices. On average, 65% of consumers across all markets report being concerned with the way connected devices collect and use personal data, with the US showing the highest concern levels at 70%.",
            "On the other hand, consumers in France (60%) and Japan (52%) show less concern about the way these devices collect and use data, than the rest of the surveyed countries. For point of comparison we asked about other forms of technology, we found mobile apps (such as banking or health apps) had the highest levels of concern about the way personal data is collected (69%). The lowest level of concern found, was for tablets or laptops – which 62% of people are concerned about.",
            "In all countries, these concerns are shared by those who haven’t purchased a device. We wanted to uncover whether consumer intentions to buy or not buy a connected device are related to their concerns about privacy and security. Although the most frequently mentioned barriers to purchasing a connected device across all countries are lack of need/use for them (63%) and cost (28%), the research also found that 28% of people who do not own and do not intend to purchase a connected device make this decision because of lack of trust in security and privacy.",
            "It should come as no surprise that making useful, affordable, privacy and security-respecting devices will be popular with consumers, but we have not yet seen many companies voluntarily embrace strong privacy and security features in their products.",
            "Given the level of concern amongst owners and non-owners, companies could use this as a way to stand out from the crowd and build trust with current and future customers and create a more secure consumer IoT environment. If we take into account how much focus manufacturers and retailers place on the price of a connected product as a way to influence consumers’ purchasing behaviour, it is clear from our research that good privacy and security standards in an IoT device could be an equally important selling point and competitive differentiator.",
            "Concepts and definitions such as trust, Internet of Things or even privacy and security can be difficult to explore among consumers because of their abstract nature. In particular, when trying to find out more about consumer trust in security and privacy of IoT devices we had to overcome the hurdle of trying to explain what we mean by ‘trust’.",
            "People from different backgrounds and cultures can interpret a concept like trust in many ways. To mitigate the differences, we asked participants to express their opinion about a number of statements that could relate to their feelings of trust.",
            "Our results showed that 63% of people agree that connected devices are creepy[5] in the way they collect data about people and their behaviours, with French consumers being the most ‘creeped out’ (71%) and Japanese being the least (46%). This emotion was mirrored again when we asked about the possibility of other organisations accessing data from IoT devices about users without permission, for example advertisers misusing data consumers thought was being collected for a different purpose. In fact, three quarters of consumers across all surveyed countries were concerned about this practice when it comes to connected devices.",
            "Not only do consumers not trust the security of IoT devices to protect them from other parties accessing data about them, they even distrust the device itself. Across markets, over half of people tend to distrust their connected devices to protect their privacy and handle their information in a respectful manner (53%). In France, the number of people who distrust their devices to protect them is 63%.",
            "Even though consumers own and engage with IoT devices, they do so with a cloud of suspicion around them and experience distrust towards the device on several levels.",
            "There is a real opportunity for companies to rethink how they can nurture consumer trust in the IoT market. Companies, whether it is manufacturers or retailers, should explore how to deliver assurances to consumers that their devices and services are helpful and useful without crossing the line into creepiness which might contribute towards feelings of mistrust.",
            "In practical terms, they can set proper expectations regarding what data is collected, how it is used and how it is secured. Companies can highlight features that can be controlled by the consumer, such as enabling or disabling data collection. ",
            "Exploring the concepts of privacy and security in connected devices among consumers has not been straightforward. It is difficult to separate the two and pinpoint where privacy ends and security starts. The two tend to work together on a higher conceptual level that most consumers do not engage with on a daily basis. For this reason, the research explored consumer awareness of the two concepts through privacy and security features of IoT devices.",
            "We found that people have concerns about security and privacy but do not know how to adapt and adjust device settings in a way that might allay these fears. There is good knowledge of basic security best practices, such as setting and resetting passwords. 80% of people surveyed are aware of how to set and reset passwords and 68% of people are aware of automatic security updates from manufacturers. Knowledge of these features is essential for mitigating against hacks and lessening the impact of cyberattacks. However, a lot less is known about other settings in devices. Only 50% of consumers are aware of settings that control what data is collected and who it is shared with.",
            "The research showed that in general consumers in Australia, UK, US and Canada are much more aware of security features in connected devices than consumers in Japan and France. However, the only security feature the four countries are as unsure about as France and Japan is disabling data collection on their connected device(s).",
            "Even though consumers have low know-how of certain security features in connected devices, they have an appetite for security and privacy as wider concepts. They might not be so aware of some features but they have assessed that privacy and security are an important component of IoT devices and they, as consumers, should be aware of them. Our research showed that availability of information about the connected device’s privacy and security is part of the purchase equation, with 77% of people across markets considering the availability of information about a connected device’s privacy and security important for their decision to buy.",
            "Among the surveyed countries, the numbers of US consumers taking privacy and security information about a connected device into account when making a purchase, was the highest (82%). By comparison, only 61% of French consumers look for this information when buying an IoT device, followed by Japanese consumers with 70%.",
            "We investigated which factors were influential for consumers when they were deciding whether or not to buy a connected device. A list of eight potential factors were shown to respondents, and they were asked which they agreed with. The graphic opposite shows the percentage of consumers who agreed with each statement. These results show a blend of all of the eight factors were deemed important, indicating a complex decision-making process.",
            "Improving knowledge of privacy and security features amongst consumers could go some way to helping consumers feel less concerned about how their personal information is used for things like marketing or service improvements.",
            "Asking consumers to assign responsibility for security and privacy can be problematic. They often have only basic knowledge about issues around IoT and a lack of a wider picture of the IoT market. However, what people can do is to indicate whether they think they should have the responsibility as consumers.",
            "Our survey showed that about 60% of people across markets think consumers should be responsible for safety and privacy on their connected devices. France had the lowest number of people wanting to take responsibility for security and privacy in IoT devices (48%). However, this number still shows that consumers as primary users of IoT devices share responsibility for security and privacy.",
            "However, the majority of people agree that appropriate levels of privacy and security should be assured by regulators (88%), followed by manufacturers (81%) and favoured by retailers (80%). This trend differed slightly only in Japan where consumers had a stronger preference for setting legal obligations, such as regulation to secure standards for security and privacy in IoT devices.",
            "These results do not come as a surprise following the previous findings showing that consumers do not have very sophisticated knowledge of security and privacy in IoT devices. The level of risk from devices and the complexity of securing devices contributes to consumers wanting regulators, manufacturers and retailers to uphold standards of privacy and security and to take more responsibility, as is the case with other mainstream activities that pose potentially high risks to individuals – such as the safety of air travel.",
            "We predict that the demand for more formal regulation from consumers will grow as information about connected devices becomes more widespread and the media picks up on high profile hacks and security failings. Until this happens, retailers and manufacturers that demonstrate they have built-in security, privacy and trust by design have a great opportunity to stand out from the crowd and appeal to consumers.",
            "This research gives us insight into what consumers know and feel about the privacy and security aspects of connected devices, and what more they would like to see to help build their trust and allay concerns. Understanding the consumer perspective and their experience of new products and services is crucial for developing effective policy, business and advocacy interventions.",
            "These insights will also contribute to Consumers International and the Internet Society’s ongoing work to build a trusted IoT environment that ensures security and respects privacy which includes work across the following areas:",
            "An Internet Society initiative, the Online Trust Alliance (OTA) addresses challenges in IoT to create a safer and more trustworthy connected world.",
            "Consumers International’s Trust by Design principles and accompanying guidelines helping manufacturers create safe and trusted smart devices for consumers.",
            "Minimum standards for tackling IoT security, by Consumers International, the Internet Society and the Mozilla Foundation, launched a minimum set of requirements to keep connected consumer devices in the Internet of Things secure.",
            "A joint call to retailers to adopt the Minimum Security Guidelines and to commit to vetting all connected products they sell against these guidelines by the Internet Society, Consumers International, Mozilla and other partners.",
            "Consumers International is an International Organisation for Standardisation Liaison member helping to develop a new standard Consumer protection: privacy by design for consumer goods and services standard (ISO/PC 317)[6] which focuses on connected products.",
            "In May 2018, Consumers International co-hosted the second G20 Consumer Summit in Buenos Aires with a focus on the security of online. Following the event, the final leaders’ declaration[7] at the G20 called for improvements to security and privacy in consumer IoT, in particular for products marketed at or for children.",
            "The Internet Society and Consumers International’s Connect-Smart campaign raised awareness of the risks associated with connected products that fail to build in basic privacy and security features during the design stage.",
            "Internet of Things devices enhance the day-to-day activities of users around the world by providing benefits such as greater convenience, more streamlined services and better information.",
            "However, the results of this survey demonstrate that consumer distrust in IoT persists. In fact, survey findings show in some cases this distrust has discouraged consumers from purchasing connected devices.",
            "While there are many factors at play when it comes to consumer trust in connected devices, manufacturers and retailers can achieve significant impact by adopting IoT privacy and security standards. In doing so, trust becomes embedded in the design and sale of IoT devices; consumers can more confidently buy and enjoy safer IoT devices; and manufacturers and retailers can further differentiate as leading brands that proactively protect consumers’ best interests.",
            "The Internet Society and Consumers International have been working together, and with other partners, to provide resources to support manufacturers and retailers in the adoption of IoT privacy and security standards.",
            "If you are a manufacturer or retailer interested in learning more, you can find more information from the Internet Society on their Trust by Design initiative, or from Consumers International for a number of IoT guidelines and checklists."
        ],
        "comment_par": []
    },
    {
        "link": "https://irishtechnews.ie/swearing-by-smart-homes-analysing-trust-in-smart-home-technology/",
        "category": "trust",
        "body_par": [
            "If the 2017 holiday season was any evidence of the staying power of smart home technology, we are in for rapid development in this industry. Smart technology is officially here with the Amazon Echo absolutely dominating the list of most popular gifts as the best-selling product of the season, and the Alexa app taking the No. 1 most downloaded app in the App Store.",
            "Debates over smart devices and their involvement in our lives have been the focus of attention in the technology world. Artificial intelligence is already a part of our everyday lives, such as Netflix, Uber, Google Maps, smart thermostats, personal assistants, and more. These apps and services all use new features and developments to complete tasks.",
            "How much do we trust these services and devices, and what does the future of this technology look like? Read on to find out.",
            "With so many differing opinions on how invasive we think our devices are, some people are understandably nervous about having these devices so close to their every movement.",
            "On the one hand, smart devices help us stay organized in a constantly moving world, helping us with things like creating grocery lists, making hands-free phone calls, and completing simple tasks. On the other hand, these devices are relatively new, and not much is known about their safety.",
            "Roughly the same percentage of respondents felt strongly one way or the other on this topic, with 27 percent of people appreciating the ability for smart devices to enhance their lives and 25 percent more wary of their invasiveness.",
            "There was significant overlap, though, with 13 percent of respondents believing smart devices both protected and hindered their personal security. How can these two ideas coexist?",
            "Smart technology has its pros and cons, which may lead people to believe in its future potential while also calling it a threat. New developments in interconnectivity, such as with the Internet of Things (IoT), have both their benefits and disadvantages. IoT is the network of electronic devices that are all connected together, such as televisions, phones, thermostats, appliances, and more. This technology has the potential to grow corporate profits by 21 percent with 10 sextillion bytes of data over 18.2 billion connections. IoT is predicted to help businesses grow profits and automate unstable situations, but hackers see this new technology as imperfect and prone to cyberattacks.",
            "Few people responded they were not concerned with either the government or companies spying on them, showing how much people deeply care about this issue. In fact, 24 percent of respondents not only care if the government is watching, but also absolutely believe they are doing it. The public opinion on smart technology is not only varied but also changing constantly as more people experience it.",
            "The idea that our smart devices are invading our privacy seems to be supported by personal experiences. Thirty-four percent of respondents took the theory even further than just believing it. They claimed that after having a private conversation, with no internet searching involved, they began to receive ads for products they had talked about.",
            "Baby boomers were the least likely age demographic to own smart technology and also the least likely to trust it. Meanwhile, millennials—who’ve mostly grown up with technology integrated with smart tech—were the most likely to own smart devices and trust them. The comfortability millennials have with technology appears to predispose them to higher levels of trust.",
            "Nearly one-quarter of smart home device owners didn’t trust their devices. This could be anything from a straight hack of their device to even misuse of personal data, the latter recently sparking a worldwide discussion regarding alleged data mining by Cambridge Analytica and its impact on the 2016 presidential election. Mark Zuckerberg, Facebook’s founder, testified before Congress and later apologized for Facebook’s lack of involvement.",
            "Of course, a device’s insubordination could simply be due to human error stemming from the person giving a command, such as not speaking loudly or clearly enough. The voice command technology isn’t perfect, and it attempts to learn more about us to improve its services.",
            "Nearly half of respondents believed their private conversations were stored and used to create customized advertising. Only about a third felt the opposite. The rest were undecided, leaving many to wonder if this perception has weight.",
            "So what is the truth? Both Google and Amazon have defended their products, stating they are not recording “ambient” conversations, and only commands with certain prompts (such as Alexa’s “wake words”) will activate the device’s listening technology. They also point to the options detailed in the user guide to disable this feature at any time. Even Facebook was forced to address issues of possible smartphone microphone abuse in 2016.",
            "Officially stated in Amazon’s Terms of Service, its devices attempt to be more efficient by learning about our habits, and many have interpreted this to mean they are invading our privacy to gain information about our habits.",
            "Alexa, and other systems like it, are cloud-based services. Once activated via either voice or touch command, these devices pick up on our conversations when we “wake” them up.",
            "So what happens when the technology has a hiccup and hears something that wasn’t said and responds? What if that hiccup is utterly terrifying and happens at random?",
            "A growing number of users report Alexa unexpectedly laughing at them with no prompt, causing some to turn to social media to share their unsettling experiences.",
            "Amazon’s official statement concerning the matter revealed a flaw in the voice-reactive system. They claim the assistant’s seemingly random laughter occurs when it picks up on a phrase that it would confuse for the command “Alexa laugh.” Refuting critics who said Alexa was malfunctioning or had issues with the AI, Amazon stood their ground that it wasn’t a flaw in the actual product but, rather, an environmental one.",
            "Plot twist—many people didn’t buy it.",
            "Amazon suggested an internal software change, altering the wake word to “Alexa, can you laugh,” which they argued would solve the issue of the ghost laughter. Only 62 percent of people accepted Amazon’s official statement on the matter, leaving many with questions about the integrity of their answer.",
            "Over the years, many devices have been accused of displaying odd or terrifying behavior straight out of your nightmares. This scandal is reminiscent of the issues involving Furby in the 1990s. This beloved toy would reportedly speak in the middle of the night without being prompted. It was seen as so much of a possible threat that the NSA even banned them due to a threat to national security, as their learning of English could allow them to overhear and listen to confidential and classified discussions.",
            "Someone thought the Furby controversy was so similar to the Alexa incidents that it prompted him to create a Furby-Alexa hybrid called “Furlexa” that the world didn’t ask for but got anyway.",
            "Amazon leads the way among its competitors, amassing over 70 percent of total smart speaker sales with the Echo. They also held the highest consumer trust among respondents. Apple held the lowest score, even though their focus on the security of their customers’ products led them to a legal battle with the FBI and kept them out of the Chinese market until just five years ago.",
            "The industry itself is evolving, with security companies developing more intense protection for smart home devices. Systems like Norton Core and F-Sense feature routers with enhanced protections, giving nervous consumers confidence for the future of the industry. Overall, people believed these companies would not misuse their data, with over a quarter of respondents trusting them to hold collected audio, video, and other data without selling it to third parties.",
            "Smart camera technology is particularly susceptible to hackers. In fact, nothing is safe, not even baby monitor cameras, as their cameras “allow the covert viewing, listening, and recording of whatever is within their range.” Smart camera/cybersecurity companies, such as Nest, point to their terms of service when questioned about the issue of product hacking.",
            "Reading the terms and conditions of any product or service can be daunting. It’s important, however, to remember accepting these terms is a legally binding action. Clicking “agree” means you are digitally signing a contract, so that information is extremely important. Unfortunately, reading through these terms is not a common occurrence whatsoever.",
            "Over 62 percent of respondents read the terms and conditions of their smart devices less than 50 percent of the time. A shocking 91 percent of people digitally sign these agreements without reading them, and that number shoots up to 97 percent for adults between 18 and 34 years old. Assumingly, in many of these cases, only parts of the contracts are read, which means even those who do read the contracts only partially know what they’ve agreed to.",
            "After trends of low consumer confidence, Microsoft flaunted a new focus on its commitment to eliminating threats to their customers. Unfortunately, for them, it hasn’t resulted in much of an improvement. Our data revealed Microsoft users were the most likely to read the terms of service compared to other companies, and they completed reading most of the contract. On average, they read the TOS about half the time and read 48 percent of it. Their users were more thorough, showing a potential lack of trust.",
            "Nearly everyone agreed technology was beneficial to society, and there’s no denying that our lives are impacted greatly by the advancement of technology.",
            "So how do we protect ourselves from threats in the ever-changing and improving world of smart home technology? Experts suggest a variety of options. One method is to create independent Wi-Fi networks for each smart device and thus keep it off your home computer networks. Another tip is disabling the Universal Plug and Play (UPnP) feature on your router, which enables new devices on the same network to automatically connect to each other. UPnP comes in handy when it allows a personal computer to communicate images and commands to a wireless printer, but can be problematic when your smart camera and home security system are in danger of being hacked through a smartphone or computer.",
            "In general, smart home technology is in its early stages, and there is still much to learn about how it will impact our society for generations to come.",
            "Have you been thinking about bringing smart technology into your home? Find trusted professionals in your area with Porch to help with security systems, camera installation, heating and cooling solutions, and hundreds of other home improvement and building tasks.",
            "Methodology",
            "To collect data, we surveyed 1,023 people using Amazon’s Mechanical Turk. Respondents were between 18 and 76 years old, with an average age of 36 and a standard deviation of 11.08. Of the respondents, 49.1 percent were male, and 50.9 percent were female. No statistical testing was performed, so results are based on means alone."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.businessinsider.com/smart-home-devices-are-worth-it-2018-8?r=US&IR=T",
        "category": "trust",
        "body_par": [
            "Over two years ago, I converted my old \"dumb\" home into a still-old \"smart\" home.",
            "I've been using a smart-home system for the past two years that lets me control my home's climate, door locks, and security, and it has proved indispensable.",
            "In fact, I would take my existing devices or buy smart-home devices if I were to move.",
            "It's not so much the convenience of controlling these things from the couch or even abroad — it's the peace of mind of knowing away from home that I locked the door or set the alarm, and the reduced energy bills from better managing the heater or air conditioning.",
            "Plus, controlling things like the temperature with my voice on smart speakers like Amazon's Echo or Google's Home devices, while not perfect, can add a futuristic touch.",
            "Oddly, my favorite connected device in the house is the smart doorbell. Apartment dwellers may scoff, but I doubt any homeowner would prefer not knowing who's ringing at the door at 2 a.m. (You'll find that story below.)",
            "Check out why you should get smart-home devices if you're still on the fence about them:",
            "The best thing about using smart door locks is checking to make sure you did, in fact, lock the door on your way out. It's given me incredible peace of mind.",
            "Otherwise, locking the doors through the app and smart speakers like Amazon's Echo has been a nice little extra. I basically don't have to physically lock or unlock my doors.",
            "Would I pay for new smart locks if I moved to a house with normal locks?",
            "They can be expensive — about $200 for a highly rated model. But for a single door that's the main point of entry, I'd absolutely buy a smart lock.",
            "The best thing about the smart doorbell I've been using is the camera and talk-through feature, as well as the video recordings whenever there's activity around the main door.",
            "Having a video feed of my home's main point of entry has been incredibly comforting at times. Checking the feed when you hear a strange noise or an unexpected doorbell ring, or to find out who's there without shouting or letting them know I'm at the door, is unequivocally better than not having the option.",
            "One night, at 2 a.m., my wife was on the iPad and saw a notification that someone rang the doorbell. Using the doorbell's video and audio feed, I could see that it was the police, and I was able to ask, from my bed, why on earth they were ringing my doorbell at 2 a.m. Eventually, I crawled out of bed to talk with them.",
            "It turned out they were checking in, as the officer had apparently seen a \"suspicious\" vehicle drive into my driveway earlier that day. I'm very appreciative. But ringing the doorbell at 2 a.m.? My wife thought we were getting burgled — albeit by courteous burglars who ring doorbells before they steal your stuff.",
            "Would I pay for new smart doorbell if I moved to a house with a normal doorbell?",
            "For between $100 and $250, yep.",
            "For me, controlling the temperature using my phone is more about saving on energy and utility bills than the convenience. I can turn down the heat or air conditioning from anywhere in the world if I forgot to do it before leaving. I've certainly noticed a drop in energy bills since using a smart thermostat.",
            "The convenience is nice too. Like with the door locks, I don't need to walk to a thermostat to change the temperature. I've definitely felt lazy doing it, but that's not the smart thermostat's problem.",
            "Some smart thermostats like Nest learn your climate habits over time and can control your home's temperature without your doing anything.",
            "Would I pay for new smart thermostats if I moved to a house with normal thermostats?",
            "Absolutely. Saving on energy bills and having more control make the price of a good smart thermostat — between $100 and $250 — worth it, in my opinion.",
            "Sensors detect when nearly every door and window in my home is open or closed, and they're all linked to the smart alarm system that's connected to the device's own alarm service. You need that if you want the police to come to your house automatically — without calling them — when there's a break-in.",
            "It's been useful to see which doors and windows might be open before setting the alarm and to make sure it's set when you leave.",
            "However, like regular alarm systems that connect to alarm services, smart alarm systems tend to include a subscription that you pay monthly or yearly. Some smart-alarm services aren't that much more expensive than a regular service; it depends on how much the regular service charges you.",
            "Would I pay for a new smart alarm and security system if I moved to a house with a normal system?",
            "I'd keep using the normal system at first, as I'd have to get a new smart-alarm panel, which can cost between $50 and $500.",
            "I certainly haven't tried all the smart cameras available. And the ones I'm using are on the older side, so newer models are surely improved. But I almost never use smart cameras apart from the camera on my doorbell.",
            "For reference, the smart monitoring cameras I've tried include the original Canary, Netgear's Arlo Pro cameras, and Vivint's Ping camera.",
            "The main reason I dislike those I've used so far is that they're terrible with motion detection and notifications. They detect either everything, including the shade from a passing cloud, or nothing at all.",
            "If I set the motion detection to a high sensitivity, then I'm constantly bombarded with notifications on my phone. If I set the sensitivity too low, it doesn't detect anything and completely voids the point of using a smart monitoring camera. There's probably a perfect setting, but I haven't found it yet, because it requires a lot of tweaking and testing.",
            "Most companies that sell smart monitoring cameras also charge a subscription fee to store all the video clips the camera records from motion beyond 24 hours. In my experience, they absolutely aren't worth it, especially the extra subscriptions to store video clips.",
            "Would I install my smart home-monitoring cameras if I were moving?",
            "That'll be a big nope. I'd probably give them away or throw them in the trash. I would keep an eye out, however, as I would like some kind of monitoring camera for inside and around the house that handles motion detection well.",
            "A popular entry-level option to get smart homes started is smart lightbulbs, which you can turn on and off or even change colors via an app. There are smart appliances too, and even smart systems for sprinklers and pool machinery.",
            "Pretty much anything that can be turned on and off or controlled in some way is getting smarts these days.",
            "• Some smart door locks and thermostats run on batteries, which need to be replaced, and it can be a pain. Some companies offer a service to replace batteries for you, but they usually cost extra. (Some systems can be hardwired to your home's power or sip power through the climate system's wiring, so watch out for that.)",
            "• Sensor batteries also need to be replaced, but that's the same for normal alarm systems.",
            "• Newer models can get better over time, meaning you'd need to buy new smart devices if you want to benefit from newer or improved features. It's a bit like smartphones, but with less frequent upgrades. Meanwhile, normal locks and thermostats never become obsolete.",
            "I'm getting subscription fatigue, where I'm amassing too many services that charge me on a monthly or yearly basis. I'd rather pay more up front for a smart-home device than pay less up front with a paid subscription.",
            "With that in mind, I'd check out smart-home devices and systems, like Ring or Nest devices, that don't require paid subscriptions for basic things like controlling locks or temperature through an app.",
            "But if a paid subscription is within your budget and you have a specific desire to go for a smart-home system like Vivint, ADT, or Comcast Xfinity Home that charge you monthly or yearly for certain basic things, there's no harm in doing so."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.mckinsey.com/business-functions/mckinsey-digital/our-insights/a-smart-home-is-where-the-bot-is",
        "category": "trust",
        "body_par": [
            "The promise of devices that not only meet our household needs but anticipate them as well has been around for decades. To date, that promise remains largely unfulfilled. Advances such as the Nest thermostat by Alphabet (parent company to Google) and Amazon’s Alexa personal assistant are notable, but the home-technology market as a whole remains fragmented, and the potential for a truly smart home is still unrealized.",
            "A tipping point may be at hand. Increased computing power, advanced big data analytics, and the emergence of artificial intelligence (AI) are starting to change the way we go about our busy lives. The vision we present in this article may seem “out there,” but it simply represents the confluence of those technological developments and realization of existing trends. Those trends, along with what’s just on the horizon, according to our research, suggest to us that within a decade, many of us will live in “smart homes” that will feature an intelligent and coordinated ecosystem of software and devices, or “homebots,” which will manage and perform household tasks and even establish emotional connections with us.",
            "A smart home will be akin to a human central nervous system. A central platform, or “brain,” will be at the core. Individual homebots of different computing power will radiate out from this platform and perform a wide variety of tasks, including supervising other bots. Homebots can be as diverse as their roles: big, small, invisible (such as the software that runs systems or products), shared, and personal. Some homebots will be companions or assistants, others wealth planners and accountants. We will have homebots as coaches, window washers, and household managers, throughout our home.",
            "We are already entering this new era. In two years, we expect to see more items in our living space become interconnected—the formative first stage of a new home ecosystem. In five years, numerous tools and devices in the home will be affected. And in ten years, smart homes will become commonplace and will regularly feature devices and systems with independent intelligence and apparent emotion.",
            "That level of home improvement presents significant opportunities, threats, and changes for appliances and devices that have been part of our home life for generations. The new home will be built on a foundation of platforms and ecosystems, whose producers will need to establish new levels of trust with their customers. Competition will take place not just for the consumers who inhabit the smart home, but for the interactions between consumers and homebots that increasingly will shape buying behavior. It’s not too early for a wide range of players to start laying the groundwork for success in the home of the future.",
            "When we envisage smart homes to come, two core features are starkly apparent.",
            "Platforms will provide the foundation to integrate different devices while providing a consistent interface for the consumer. Frontrunners include Amazon, Apple, Google, and Samsung; start-ups at various points in the development cycle will be part of the mix, as well. The winners will deliver omnipresence through ubiquitous connectivity and go-anywhere hardware, as well as integration, with bots collaborating among each other and linking to third parties’ products and services. If the recent past is any indication, it’s likely that multiple platform standards will evolve. That will present complexities both for consumers and businesses but will foster new, niche opportunities, as well.",
            "Developers will create bots that plug into the new and various platforms. In short order, this combination of platforms and bots will mature into an ecosystem of products and services. Platform companies are likely to develop their own AI-driven bots (the descendants of Amazon’s Alexa and Apple’s Siri, for example). Many other creators will develop unique homebots that integrate into different platforms, much as the apps of today have been developed for Android and iOS, which support the impressive mobile-device ecosystems we see now.",
            "Likely, too, a hierarchy will emerge: we can expect a “master bot” that acts as general manager, juggling many services; “service bots” that handle a set of functions related to a more complex task such as managing media; and “niche bots” that perform single tasks, such as window cleaning. For now, put aside grand visions of a single, Jetsons-style Rosie the Robot replacing a human maid in toto; think instead of multiple bots performing separable, specific tasks. Well-defined scope presents much less risk of error. “If you have a robot at home,” notes Gary Marcus, a futurist and professor of psychology at New York University, “you can’t have it run into your furniture too many times. You don’t want it to put your cat in the dishwasher even once.”",
            "To better understand the homebot opportunity and potential obstacles to its realization, we conducted in-home and mobile diary studies in Japan and the United States with dozens of consumers who are already using AI products or services where they live. We found that satisfaction with individual smart devices runs high. Today, people are quite willing to invite homebots into their lives to address a broad array of specific use cases: from doing individual chores to completing a more complex set of tasks to managing even certain elements of child and elder care.",
            "But we also found there’s a crucial variable that will determine the speed and extent to which consumers truly embrace smart homes managed by homebots. The overwhelmingly determinative factor for consumer acceptance that emerged from our research was trust. Trust is initially based on the bot’s ability to perform its task, as might be expected. That does not always go as planned. But once trust is established, people are willing to cede more responsibilities to devices and systems powered by AI. One key to creating that trust will be creating bots that are more than mere automatons. After all, humans are wired for emotions. Our research confirmed that consumers are satisfied when a bot gets a task done, but they are delighted when there is a more personal, emotional element to how the bot does it.",
            "At the same time as competitors in the smart-home space are figuring out how to create trust, they also must learn how to compete in a new landscape where the winners are influencing the homebots themselves. As consumer–bot interactions become a new nexus of competition, a variety of players will need new skills in designing bots, marketing products and services to them, and building business models that exploit their position at the center of the home.",
            "Increasingly, designers will tap into and even advance data science to develop solutions that go beyond addressing static insights. Likely, that will entail solutions that are at least in part AI-driven, in order to react instantly and evolve constantly for the needs of customers. By understanding customers through a variety of approaches including ethnographic research and AI-generated insights, designers can help guide businesses through the complicated tangle of interactions and diverse engagement models. We expect solutions will migrate from screen-dominated interfaces to more physical and even atmospheric interactions. Companies that have more compelling and intuitive engagement models between bots and consumers—and can achieve significant market penetration first—will hold the competitive advantage.",
            "To become machines that are truly integral to peoples’ home lives and to establish genuine trust, bots will need to connect with and relate to humans. That’s hard, and it goes beyond AI to the realms of artificial emotion (AE). AE encompasses attributes such as tone, attitude, and gestures that communicate feelings and build an emotional connection. Consider Alexa. Several of our interview subjects told us that they think of Alexa as a friend. That doesn’t develop from merely providing the train schedule when asked. It comes because Alexa evokes a sense of support, through its sensitive omnipresence and nuanced voice interaction. Interacting with Alexa really is like talking to a friend.",
            "As consumers trust bots more and in turn cede to bots more control over their home management, people will become less involved in the active decision making that goes on in daily home life. For providers of home goods and services, this means that bots will increasingly become the customer— or at least an important intermediary between a selling business and a human purchaser.",
            "Marketing for bots certainly gives new meaning to the term robocalls. But it also poses a serious challenge: How can businesses position their products and services to a bot so the human consumer will passively allow, or actively ensure, a purchase (exhibit)? We expect that the marketer’s mission will be comparable to the steps one takes to rank one’s product or service at the top of an Internet search result. Just as companies focus on search-engine optimization, they will need to develop metadata and tagging systems that are optimized for homebots.",
            "Given the simplicity of automated purchases and refills for many household products, sellers will need to focus on getting into a homebot’s “consideration set” and optimize features to win the likely comparisons embedded in a purchase-decision algorithm. That calls for an approach that is much harder than “one and done.” Given the speed and reach of AI, providers will have to monitor bot purchasing behaviors continuously and be vigilant in tracking competitors’ moves going forward.",
            "The stakes are real; a shift in AI preference toward a competing product could reduce demand to zero. The once all-powerful intangible power of a brand may now be reduced to a tangible sum of its parts. As AI gathers inputs across consumer networks, unpleasant consumer experiences or negative feedback could have near immediate impact on bot purchasing preferences. As a result, analytics and marketing will need to be rapid, responsive, and agile. Consumers who can’t be bothered to search for the right purchase or are overwhelmed by the complexity of choice can have a homebot scan constantly based on variable individual preferences (such as cost, appearance, and durability).",
            "We expect that a wide range of homebot business models and use cases will emerge. Not only could homebots be purchased or rented for a specific task, people may share or rent them out to others. It’s conceivable that networked bots will work together across households, for example, to increase processing power, share expenses, or even partake in buyer co-ops to benefit from bulk pricing. Each of these models creates opportunities for new revenue streams.",
            "The greatest source of value may come from the data. Bots will acquire and generate reams of information, and these data points will be critical for increasingly data-driven projects and services. Data will be sources of insight and even products in their own right. And understanding the implications, opportunities, and information about the smart home won’t be someone’s part-time job. It will require a dedicated team to parse the data, develop strategies, manage partnerships, and drive experiments that will become integral to creating value.",
            "Businesses that seek to compete in the smart home can begin their housework early. A network of functioning bots is, in effect, an ecosystem of capabilities. Each bot will need to follow standard protocols to communicate with one another. But while a house may be bounded by four walls, a homebot ecosystem extends into the ether; it has to, as bots will need to interact with markets and networks around the world. Smart cars, wearables, and mobile devices are but a few examples. How all those systems “talk” to one another will be the core IT challenge for the foreseeable future.",
            "On the technical side, mastery demands an intimate understanding of AI technologies and how they work with one another. On the strategic front, it’s worth the effort to identify what your company’s competitive advantages are or may become and then imagine how these advantages could align with the homebot value opportunities that are likely to emerge. Remember: the smart home will require different parties to work together. It’s not too soon to take note of players developing complementary—or potentially competitive—capabilities, and consider opportunities for potential partnerships. Most important, keep in mind that the success of homebots and smart homes is not wholly about technology. Rather, smart homes and bots are about how technology makes us feel. The objective is to meet the needs of human consumers and to make a house feel like home."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.csoonline.com/article/2948583/digital-trust-in-the-iot-era-54-of-people-dont-trust-security-protecting-their-info.html",
        "category": "trust",
        "body_par": [
            "During 2014-2015, an estimated 900 million consumers will have been affected by data breaches, according to Accenture's Digital Trust in the IoT Era report. Seventy-seven percent of people surveyed by Accenture are ready to kick passwords and usernames to the curb. Within the next year, 59% of people would like to use a \"uniquely encoded chip\" in their phone or computer, and 58% are ready to give biometrics a try to protect their online security and privacy.",
            "\"54% of digital consumers are cautious about the information they share due to lack of confidence in the online security that protects their personal data,\" according to the 2015 Accenture digital consumer survey of 24,000 consumers, age \"14 to 55+\" years, from 24 countries.",
            "Accenture wrote in Digital Trust in the IoT Era, \"The amount of personal data that companies can now collect on consumers is unprecedented and growing. New connected devices will help companies to capture whole new categories of data at scale and use datasets in ways not yet conceived.\"",
            "By 2018, global IP traffic will reach 1.6 zettabytes annually; \"projected annual IP traffic in 2018 will be greater than all IP traffic that has been generated globally from 1984-2013.\" Accenture said \"the majority of the traffic will originate on devices other than PCs and that wireless traffic will exceed wired traffic. By 2018, 57% of IP traffic will come from devices other than PCs.\"",
            "By 2020, about half of all consumers will own at least one connected IoT device. Within the next five years, people surveyed said they want to purchase home surveillance systems, smart watches, wearable fitness monitors and health devices, smart home thermostats, 3D printers and in-vehicle entertainment systems.",
            "Yet being excited to jump on the IoT bandwagon is not the same thing as trusting the security of those devices or even trusting their personal info to companies selling them. Ninety percent of respondents feel that companies violate their privacy, such as sharing their info with other companies without the customer opting in or otherwise granting their permission.",
            "Accenture mentioned that in the U.S., banks are first and then Amazon is second when it comes to being trusted with personal information. It’s a little bit terrifying that Indonesia, India and Brazil consumers believe Google is the most trusted brand, followed by Facebook. Yikes! Globally, consumers most trust telecoms and banks with their personal information, followed by handset or PC manufacturers.",
            "Accenture goes on to say one in four people are willing to share personal data in exchange for better service or for the choice of what can be shared with third parties. The choice is not always there, and if you check out the permissions required by some IoT apps then you might shy away from smart devices altogether. In America, most of Congress remains clueless about the IoT, since many politicians don’t even know what the Internet of Things is, even though 127 devices are added to Internet every second. Do Americans trust companies enough to start wearing smart clothes?",
            "Smart clothes for personalized cooling and heating",
            "The U.S. Department of Energy’s Advanced Research Projects Agency may believe so, as it provided a $2.6 million grant to the University of California, San Diego, for the engineering project ATTACH (Adaptive Textiles Technology with Active Cooling and Heating).",
            "The end game is to reduce heating and air conditioning bills via a smart fabric \"designed to regulate the temperature of the wearer’s skin—keeping it at 93° F—by adapting to temperature changes in the room. When the room gets cooler, the fabric will become thicker. When the room gets hotter, the fabric will become thinner.\" The researchers plan for the \"smart fabric to power itself. The fabric will include rechargeable batteries, which will power the thermoelectrics, as well as biofuel cells that can harvest electrical power from human sweat.\"",
            "If and when that smart fabric becomes available, won't it be up to each company to decide how much personal info it collects or shares?",
            "Accenture claims \"digital trust is at a deficit.\" but the four keys to companies building digital trust are \"security, privacy, benefit/value and accountability. The time is now to close the gap in consumer confidence and gain their digital trust. It is simply a prerequisite for those wanting to leverage the IoT business and technology opportunities that are just over the horizon.\""
        ],
        "comment_par": []
    },
    {
        "link": "https://www.iottechexpo.com/2019/06/smart-home/5-key-considerations-building-smart-home-system-develco-iot/",
        "category": "trust",
        "body_par": [
            "Today, we experience a continuously increasing demand for integrating intelligent solutions into private homes, and IoT devices are becoming a common part of everyday life across the globe. For solution providers seeking to meet the needs of modern life by building smart home systems, these 5 considerations will help ensure the success of the systems.",
            "How are the data kept safe?  A vital consideration for solution providers is how to ensure that the data transferred in the system are kept secure. Private data of the users are collected through the system, and they need to remain private. This means making sure the data are inaccessible to outsiders is paramount. To guarantee the users a high level of security, the devices integrated into a system need to live up to strict standards of security when communicating with each other, e.g. via multi-layered security using installation codes, certificates, and encryption keys to authenticate the connection.",
            "How is a high level of reliability ensured? One of the most important considerations when building a smart home system is how to ensure a high level of reliability. In relation to the connected devices integrated into the system, it is essential that tampering and false alarms are prevented. In this regard, the maturity of devices is essential. Thoroughly tested and validated devices is the guarantee for a highly reliable connection in the system. Moreover, tamper switches ensure that the devices are not tampered with without instant warning. In case of a temporary power outage or cuts in the internet connection, battery backups ensure that locally stored data within the smart home system are not lost, meaning that the system will keep functioning.",
            "Is the system cost-effective? When building a smart home system, it is important to get a customized system and avoid spending money on features and functionalities that are not needed. A way to have a cost-effective system is to use a platform that offers configurations options. With a modular and configurable platform, it is possible to include only the chipsets and modules necessary for the specific system. Moreover, the solution will be tailored to the users’ needs.",
            "How user-friendly is the system? The success of any wireless system relies on the adoption among the users. A common barrier for the adoption is created in the first meeting between the users and a smart home system. To provide the users with a great first impression of the system, it is vital that the included devices are easy to install. Here, plug and play functionality will greatly ease the installation process for the users. In combination with long battery lives of the devices and the possibility of the solution provider to perform over-the-air updates, the required amount of maintenance is kept to a minimum, providing the users with a positive experience when using the system.",
            "Is the system future-proof? When building a smart home system, it is also important to consider how to make sure that it is future-proof. The world of IoT is evolving constantly, and technological advancements are brought to the market daily. This means that a rigid and inflexible system will easily be outdated. A way to prevent this from happening is to base a system on open standards instead of propriety protocols. By choosing open standards, the interoperability of the system is enhanced, preparing it for new devices to be connected in the future. With a flexible, open platform it is possible to integrate products across vendors to match the needs of the users continuously.",
            "Since 2007, the Danish tech company Develco Products has developed and produced a wide range of white label devices for providers of IoT solutions. Smart home solution providers greatly appreciate the high level of flexibility, interoperability, and security offered by the devices."
        ],
        "comment_par": []
    },
    {
        "link": "https://www.vivint.com/resources/article/how-smart-homes-control-home",
        "category": "trust",
        "body_par": [
            "As a leader in smart home technology, a common question we get is what is a smart home? With a myriad of so-called smart devices on the market, it may be confusing as to what smart homes (or smart houses) really are.",
            "Let’s start with a smart home definition: a smart home is a home where important elements — from heating and cooling, locks, lights, security, and more — are all connected into one digital experience that can be accessed and controlled from anywhere in the world.",
            "Smart house technology is more than a collection of home devices or simple home automation. Those are elements of smart houses, but a smart home lets you interact with your home in a number of ways to put you in control and improve your home experience.",
            "One of the most common ways people interact with smart home systems is through a panel. Today’s smart panels are more than a handful of buttons and an LCD display. The panel is the main hub that creates a seamless smart home experience.",
            "With your smart panel you can:",
            "watch HD video feeds from your security cameras (both indoor and outdoor)",
            "control thermostat settings",
            "manage smart lighting to turn lights on and off",
            "arm and disarm your security system",
            "The panel is the main way security monitoring interacts with you and can notify you of security events like a break in, flooding, fire, or carbon monoxide detection. This professional monitoring provides peace of mind and confidence that your home is protected.",
            "A smart house technology that really puts you in control of your home is an indoor camera. These smart house accessories help you keep tabs on what’s happening throughout your house. Not only can you see what’s happening in a room with your indoor camera, you can also hear what’s happening with two-way talk functionality.",
            "Indoor cameras are useful for parents with kids because you can talk to your kids through the camera and they can respond. This is particularly useful for when you’re not at home.",
            "Another useful feature of indoor cameras is the one-touch call out button which will notify your phone that a camera is reaching out to you. You can open the app and be instantly in the middle of a conversation. This is a particularly ideal solution for kids who may not have a cell phone. With the one-touch callout feature, kids can conveniently connect with their parents.",
            "A doorbell camera is one of the best smart house accessories to help you stay in control of your home. Doorbell cameras will notify you real-time, via the panel or on your phone, when someone is on your porch and automatically start recording, without you having to push a button. This is a great way to protect your home from criminals.",
            "From your doorbell camera you can have a two-way conversation with whomever is on your doorstep, which is great for when you’re not at home but still need to talk to the person.",
            "The real magic of smart home is when devices pair with other devices to provide a seamless experience. A doorbell camera by itself is useful, but when paired with other devices, like a smart lock, that’s when the smart home experience really starts to come together.",
            "Let’s say you’re out of the house running errands and you get a notification on your phone that someone is on your doorstep. You open the app and look at the doorbell camera feed and see it’s a delivery person. You talk to them through the doorbell camera, then using the same app you unlock your door to let the person put the package inside. You see when the delivery person has left and lock the door again, all without losing sight or communication.",
            "This means whether you’re upstairs or upstate, you can be at your front door from anywhere in the world.",
            "So what is a smart house? It’s one that puts you in control and lets you manage your home in the ways you want, from wherever you may be.",
            "See how a smart home can help put you in control"
        ],
        "comment_par": []
    },
    {
        "link": "https://www.safewise.com/faq/home-automation/home-automation-benefits/",
        "category": "trust",
        "body_par": [
            "The benefits of home automation typically fall into a few categories, including savings, safety, convenience, and control. Additionally, some consumers purchase home automation for comfort and peace of mind.",
            "Here’s a closer look at some of the biggest benefits that home automation provides.",
            "Savings: Smart thermostats and smart lightbulbs save energy, cutting utility costs over time. Some home automation technologies monitor water usage, too, helping to prevent exorbitant water bills. Certain devices even offer rebates.",
            "Safety: Many home automation technologies fall under the umbrella of home security. Consumers purchase these devices because they want to make their homes safer and more secure. Automated lighting thwarts would-be burglars, and motion sensors help people enter doors and walk hallways late at night Security cameras offer benefits through either remote monitoring of package deliveries or real-time video of home inhabitants or unwanted visitors.",
            "Convenience: Because home automation technology performs rote tasks automatically, end users experience great convenience. Lots of smart gadgets are compatible with one another, and you can set different triggers between devices to automate regular home processes. For instance, you could set your smart locks to turn on your smart lighting when you unlock the front door.",
            "Control: Consumers also choose smart home devices to better control functions within the home. With home automation technology, you can know what’s happening inside your home at all times.",
            "Comfort: Some people use smart technology to record shows or to play music throughout the home. Connected devices can also help create a comfortable atmosphere—they provide intelligent and adaptive lighting, sound, and temperature, which can all help create an inviting environment.",
            "Peace of Mind: Finally, many consumers invest in home automation technology for peace of mind. A new mom or dad can check on their little one thanks to smart cameras and other technologies. Or, if you can’t remember whether you closed the garage after you left, you can verify remotely with an app.",
            "Despite these benefits, it could still take some work to convince people of how great home automation can be. Plenty of people want the perks of home automation, but they feel uncertain that smart home technologies will provide them. If you’re trying to convince someone in your home of the benefits of smart home tech, send them our Beginners Guide to Home Automation to help address any concerns."
        ],
        "comment_par": []
    },
    {
        "link": "https://technoliving.com/smart-homes-are-the-future/",
        "category": "trust",
        "body_par": [
            "A top concern of homeowners is to protect their property against burglary and ensure the safety of their loved ones, especially those homeowners with luxurious tastes. With rapidly improving technology and smart phone accessibility, home automation is becoming a reality, allowing homeowners to watch over their home and supervise their family’s safety all through the tap of a screen with the smart home. Hiring security guards and installing surveillance cameras can become a thing of the past, as smart homes can be a cost – effective and reliable method of ensuring security for your home.",
            "A smart home is a home that is installed with appliances and devices which can transmit data remotely. A smart home is convenient because it allows one to control the light switches, ensure the stove is turned off, and lock various systems all through internet accessible devices, like tablets and smartphones. With the rapid growth of the home automation industry, innovations in smart home services are guaranteed. According to experts, the smart home services industry is worth 10 billion dollars, and is predicted to double within the next decade. Consequentially, affordable smart home services and innovations will become mass marketed, and will no longer be an amenity only applicable to multi- million dollar mansions.",
            "Everything from lighting and heating to programming security devices can be accessed and controlled through smart home services. Commonly, smart home customers utilize the service to control opening and closing the front, back and garage doors, and even the refrigerator door. Pretty much any device in the home can be equipped to transmit data in a smart home. As the industry develops and grows, investors, developers and consumers will be likely to focus on the importance of security detail in the home before fully developing smart home services for furniture or for convenient usage. In addition to security, smart home services will likely focus on maximizing energy conservation technology in accordance with consumers’ and investors’ priorities.",
            "The costs of human labor, human error and installation of expensive surveillance technology adds up. For many of today’s smart home services consumers, these costs can be prohibitive, but nobody should sacrifice security for cost. Hiring security personnel is expensive, timely, and may be ineffective. According to a study, security guards miss over 75 percent of the activities on their screen, even if they are well rested and alert. In addition, with the movement towards increasing minimum wage, the market for automated smart home services will be capitalized upon within the next few decades, especially as demand for quick, reliable and cost- effective usage of readily accessible technology increases. It is time for an innovation of security, convenience and ease with the smart home.",
            "Through usage of smart home services, you can make sure your child arrived home from school safely and that your air conditioner is not too cold. You can ensure the safety of your home and family whilst you’re away by turning on the lights even if you’re on the other side of the world. Being able to monitor your home in real –time through the ease of you smartphone, which you already use to manage your life, is priceless. Smart home services are the wave of the future, and their convenience, cost effectiveness and ease of use are unmatched. The future is knocking, answer the door! Or tap your screen."
        ],
        "comment_par": []
    },
    {
        "link": "https://powerfullsystems.com/top-5-advantages-of-home-automation/",
        "category": "trust",
        "body_par": [
            "Safety.  The ability to control small appliances and lighting with your fingertips anywhere you are will add safety in your home.  You can make sure appliances are off when its needed to be off and on when its needed to be on.",
            "Security.  The ability to lock the door through your phone is one of the greatest benefits of home automation.  This will give you peace of mind knowing that the door is close and not guessing.   The fact that you can be alerted each time someone enters your home also allows you to monitor who is entering your home at all times, especially when you are not there.",
            "Convenience.  The ability to control everything with your fingertips is very convenient.  You never leave the house without your wallet, keys and your smart phone.  With our smart phone always with us, we can easily monitor our home and control everything with just touch of a finger.",
            "Saves Time.  Since we are living in a very fast-paced environment, we don’t even have time to worry about our home.  With home automation, we can save time going back to our home and make sure everything is order, like if the kids close the door from school or turn on the lights when you get home.",
            "Save Money.  This is the biggest advantage of home automation.  With the ability to control the light, whether dimming or turning on/off on specific time will saves homeowner a great ton of money.  You can save money through household temperature, with proper automation in window shades and automated thermostat.  In addition, you can save gas, by not driving back home if you forgot to turn off appliances or lock the door."
        ],
        "comment_par": []
    },
    {
        "link": "https://medium.designit.com/a-place-we-call-smart-home-f0feb5c1fe47",
        "category": "trust",
        "body_par": [
            "At Designit we’re exploring what we call Trusting Invisibility.",
            "Building transparency and accountability into things that surround us — but that we don’t see — is extremely relevant when we look at the future of smart living. This is a topic that matters to most of us who are privileged to have a place we call home.",
            "Traditionally, our households are our most sacred spaces: safe grounds and comfortable nests, thanks to their intimate and private natures. Since humankind shifted from foraging nomads to sedentary settlers (10,000 years ago) we increasingly started spending incredible amounts of time and resources in our homes.",
            "Below are some reflections about how our homes are changing; how past predictions have proven to be pretty accurate; and how tech-makers and designers could influence this evolution more responsibly.",
            "In the last decades, the much-hyped vision of the home of tomorrow has been concretely directed from sole automation towards augmentation, connected domotics, and smart products and services. The core objective of their providers has been to enrich and simplify our lives, providing tailored experiences in order to meet most of consumers’ different needs, life-stage requirements, and personal wishes.",
            "Today (2019), as the Internet of Things continues to develop, our “smart” homes are already able to perform a multitude of impressive tasks for us. When we’re out, our homes can independently unlock the front door in order to let the authenticated delivery guy inside (Nest X Yale Lock + Nest Hello Doorbell). They can automatically adjust the climate throughout the rooms, taking into account various subjective and objective factors (Tado thermostats). They can let the authorities remotely access our indoor camera security system once the theft alarm has been triggered in order to verify the cause and organize prompt support (Verisure security solutions, part of Securitas AB). The list of possible capabilities continues to strengthen on a daily basis, and is generally aimed at increasing energy efficiency, convenience, life style, entertainment, security, and health.",
            "Our homes are already transforming from static inanimate shelters into connected intelligent spaces, infused with life by technology. Thanks to very complex background infrastructures and perennial and seamless connectivity (powered by the incumbent 5G network), they can accurately observe, detect, smell, hear, and communicate. Empathetic AI isn’t far off, either; soon, our homes may be able to think, learn, make independent decisions, understand human feelings, and even experience emotions!",
            "Along with this growing technological potential, there are several challenges and responsibilities that smart-living providers are dealing with. Like Uncle Ben (Spiderman’s uncle) said, “With great power comes great responsibility.”",
            "The smart home solutions of today are expensive investments, often incompatible among each other (without even considering the installation barriers).",
            "They’re generally over-complicated, and require a lot of effort to be configured. Furthermore, their core driver seems to be strongly focused on full-automation (taking over most of our chores and decisions), with the risk of making us lazier, dependent, alienated, and no longer in control of our own intimate surroundings. “Run your home without lifting a finger,” says Google.",
            "What about the potential loss of all those intrinsic pleasures and positive emotions triggered by our homely everyday tasks (i.e. the handcraft of cooking a lovely meal for the family; the sense of achievement of manually brewing your morning coffee; the gratification felt by actively taking good care of your plants; etc.)?",
            "What happens if the value generated by these solutions continues to increase with time, and finally meets our comprehensive expectations? Will we then be more inclined to buy into this smartness? .. Probably, still not.",
            "We live in the Age of Data and smart, connected products. Whether we like it or not, every interaction we have leaves a trail of information behind that shapes both our digital identities and how our surroundings interact with us. All of those friendly voice assistants that have begun to settle in our living rooms (Alexa, Siri, Watson, etc.) listen to what we say, constantly capturing sensitive data to better interpret and process our orders. It is publicly acknowledged that Amazon employees actively listen to Alexa recordings in order to improve service offerings.",
            "“Home Alone (1990)”: is this even possible anymore?",
            "We’re a lot more educated and aware than we used to be of our digital footprints, rights, online reputations, and the value that data already has. On the other hand, scandals have brought the wide-reaching effects of data misuse to mainstream attention, and as a consequence we face growing concerns around data ownership, cybersecurity, privacy, and product and service reliability. Scarily enough, the use of our extremely sensitive data is an integral component of most smart home solutions, both present and future.",
            "The dystopian future described by George Orwell’s Big Brother (1984) was never before as close to being a reality as it is now. The idea of becoming out-of-control ‘prisoners’ in our own homes is a very unsettling thought. (Consider that they’re already smarter than what we believe them to be, and are packed with hackable espionage-like sensors that could pose threats if poorly managed.)",
            "Smart homes seem to be stuck in a ‘work in progress mode.’ They’re suspended in the early-adopters limbo, and are far from mass-market adoption. This general skepticism and lack of trust resides in both the providers, and the intrusive systems acting in the background. The bottom line here is that we don’t buy what we don’t trust, and we don’t trust what we don’t understand! It’s clear that organizations must focus on reducing complexity and increasing transparency whilst promoting trust and stability in order to thrive. There is clearly huge potential in creative exploration and positive innovation for all involved stakeholders.",
            "Finally, consumers are willing to share data so long as they trust that it will be used in a way that’s safe and beneficial for them. Building trust can be the key to success which will enable a meaningful connection between smart homes, their providers, and their users.",
            "Just as the multitude of nerves in our bodies carry impulses from an external stimulus to our brain, the sensors in and around our households transmit data inputs to a defined set of rules. This then triggers specific reactions based on collected data (i.e. if the temperature sensor detects entries below a threshold / then preset rules react by switching on the thermostat to warm up the room).",
            "The overall sophistication and intelligence of this system lies predominantly in these “if/then” rules. After all, the brain is the place where decisions are made. Keeping these rules transparent and accessible to the user means ensuring the principles of balanced automation.",
            "How could this work then?",
            "Firstly, the smart system is installed in a household. After an initial period of data collection and quiet learning about the dwellers’ habits, routines and preferences, the home system will be able to accurately detect and automatically interpret data patterns. Once these meaningful patterns are identified, the home system can easily correlate triggers to reactions, pushing them as recommendations with an added layer of intelligence. The calculated suggestions will then be presented to the user in a digestible and transparent manner, through interactive touchpoints (digital, physical, or both) for evaluation and potential ad-hoc customization. This system is certain to work in close symbiosis with other running services and platforms (i.e. personal calendars, weather forecasts, mobile health apps, etc.) in order to cross link and correlate information, in a cycle that continues to provide even more accurate and relevant results.",
            "In this scenario, we as users have an active role in the equation, whilst being still in control, empowered by technology and design. These discreet and trustworthy systems are designed not only to make our lives easier, but to support our daily rituals and provide positive experiences to us, our families, and our guests.",
            "What could this well-balanced model look like? Both home and its inhabitants could care and act in each other’s interests, without overpowering or imposing. Both are in control, and both are actively involved in deciding what is best — together."
        ],
        "comment_par": []
    },
    {
        "link": "https://medium.designit.com/introducing-trusting-invisibility-f367c6376fff",
        "category": "trust",
        "body_par": [
            "Trusting invisibility is about building transparency and accountability into the things we can’t see.",
            "When we first set out to explore the future, we gathered insights from experts across the arts, humanities, design, technology, and industry. Two ideas cropped up again and again: trust is decreasing around the world — and invisibility is increasing.",
            "Technology is increasingly layered across, and hidden within, every interaction of our lives. More and more is happening behind the scenes: data generation, algorithmic computation, and decision-making. It’s becoming harder to grasp the wider effects of individual and corporate actions based on things that are invisible to us. How can we balance the benefits of invisibility with the importance of transparency?",
            "The key here is trust. Trust is more important than ever, and companies will need to build and maintain it. We believe trust can be designed. But how? How can we build trust into invisible products, services, and decisions?"
        ],
        "comment_par": []
    }
]